[
  {
    "code": "Code du Travail",
    "livre": null,
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Préambule",
    "text": "La présente législation du travail se caractérise par sa conformité \navec les principes de bases fixés par la Constitution et avec les normes \ninternationales telles que prévues dans les conventions des Nations unies \net de ses organisations spécialisées en relation avec le domaine du \ntravail.\nLe travail est l'un des moyens essentiels pour le développement du \npays, la préservation de la dignité de l'homme et l'amélioration de son \nniveau de vie ainsi que pour la réalisation des conditions appropriées \npour sa stabilité familiale et son développement social.\nLe travail ne constitue pas une marchandise et le travailleur n'est \npas un outil de production. Il n'est donc permis, en aucun cas, d'exercer \nle travail dans des conditions portant atteinte à la dignité du travailleur.\nLa négociation collective est l'un des droits essentiel du travail. Son \nexercice ne fait pas obstacle à l'Etat de jouer son rôle de protection et \nd'amélioration des conditions du travail et de préservation des droits du \ntravailleur par l'intermédiaire de textes législatifs et réglementaires. La \nnégociation se déroule d'une manière régulière et obligatoire à tous les \nniveaux et dans tous les secteurs et entreprises soumis à la présente loi.\nLa liberté syndicale est l'un des droits principaux du travail. Son \nexercice entre dans le cadre des moyens reconnus aux travailleurs et aux \nemployeurs pour défendre leurs droits matériels et moraux ainsi que \nleurs intérêts économiques, sociaux et professionnels.\nIl en résulte, tout particulièrement, la nécessité d'assurer la \nprotection des représentants syndicaux et les conditions leurs permettant \nd'accomplir leur missions de représentation au sein de l'entreprise et de \nparticiper au processus de développement économique et social et de \nbâtir des relations professionnelles saines dans l'intérêt tant des \ntravailleurs que des employeurs.\n(Le présent code rend hommage à l'action du mouvement syndical \nmarocain dans la lutte pour l'indépendance du pays).\nConformément au droit au travail prévu par la Constitution, toute \npersonne ayant atteint l'âge d'admission au travail et désirant obtenir un \nemploi qu'elle est capable d'exercer et qu'elle cherche activement à \nobtenir, a le droit de bénéficier gratuitement des services publics lors de \nla recherche d'un emploi décent, de la requalification ou de la formation \nen vue d'une éventuelle promotion.\nToute personne a droit à un emploi adapté à son état de santé, à ses \nqualifications et à ses aptitudes. Elle a également le droit de choisir son \ntravail en toute liberté et de l'exercer sur l'ensemble du territoire \nnational.\nLes entreprises soumises à la présente loi et qui participent \nactivement à la création de postes d'emploi stables peuvent bénéficier de \nfacilités et d'avantages fixés par voie législative ou réglementaire selon \nleur nature.\nL'entreprise est une cellule économique et sociale jouissant du droit \nde la propriété privée. Elle est tenue au respect de la dignité des \npersonnes y travaillant et à la garantie de leurs droits individuels et \ncollectifs. Elle œuvre à la réalisation du développement social de ses \nsalariés, notamment en ce qui concerne leur sécurité matérielle et la \npréservation de leur santé.\nLes droits protégés et dont l'exercice, à l'intérieur comme à \nl'extérieur de l'entreprise, est garanti par la présente loi comprennent les \ndroits contenus dans les conventions internationales du travail ratifiées \nd'une part, et les droits prévus par les conventions principales de \nl'organisation internationale du travail, qui comprennent notamment :\n1- la liberté syndicale et l'adoption effective du droit d'organisation \net de négociation collective ;\n2- l'interdiction de toutes formes de travail par contrainte ;\n3- l'élimination effective du travail des enfants ;\n4- l'interdiction de la discrimination en matière d'emploi et de \nprofessions;\n5- l'égalité des salaires.\nIl en résulte, particulièrement, la nécessité d'œuvrer pour \nl'uniformisation du salaire minimum légal entre les différents secteurs \nd'une manière progressive en concertation avec les organisations \nprofessionnelles les plus représentatives des salariés et des employeurs.\nToute personne est libre d'exercer toute activité non interdite par la \nloi.\nPersonne ne peut interdire à autrui de travailler ou de le contraindre \nau travail à l'encontre de sa volonté. Le travail peut être interdit par \ndécision de l'autorité compétente conformément à la loi et ce, en cas \nd'atteinte aux droits d'autrui ou à la sécurité et à l'ordre publics.\nEst interdite toute mesure visant à porter atteinte à la stabilité des \nsalariés dans le travail pour l'une des raisons suivantes :\n1- la participation à un conflit collectif ;\n2- l'exercice du droit de négociation collective ;\n3- la grossesse ou la maternité ;\n4- le remplacement définitif d'un ouvrier victime d'un accident \ndu travail ou d'une maladie professionnelle avant \nl'expiration de la durée de sa convalescence.\nLes salariés doivent être avisés par les représentants des syndicats \nou, en leur absence, par les délégués des salariés des informations et \ndonnées relatives :\n1- aux changements structurels et technologiques de \nl'entreprise avant leur exécution ;\n2- la gestion des ressources humaines de l'entreprise ;\n3- le bilan social de l'entreprise ;\n4- la stratégie de production de l'entreprise.\nLes dispositions de la présente loi sont applicables sur l'ensemble du \nterritoire national sans discrimination entre les salariés fondée sur la \nrace, la couleur, le sexe, le handicap, la situation conjugale, la religion, \nl'opinion politique, l'appartenance syndicale, l'origine nationale ou \nsociale.\nLes droits contenus dans ce texte sont considérés comme un \nminimum de droits auquel on ne peut renoncer.\nEn cas de contradiction entre les textes de loi, la priorité est donnée \nà l'application de ceux qui sont les plus avantageux pour les salariés.\nLors de la procédure du règlement des conflits du travail \nindividuels ou collectifs, sont pris en considération dans l'ordre :\nI. Les dispositions de la présente loi, les conventions et chartes \ninternationales ratifiées en la matière ;\nII. Les conventions collectives ;\nIII. Le contrat de travail ;\nIV. Les décisions d'arbitrage et les jurisprudences ;\nV. La coutume et l'usage lorsqu'ils ne sont pas en contradiction \navec les dispositions de la présente loi et les principes \nmentionnés ci-dessus.\nVI. Les règles générales du droit ;\nVII. Les principes et règles d'équité."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre préliminaire",
    "titre": "Titre PREMIER: Champ d'application",
    "chapitre": null,
    "section": null,
    "article_no": "Article 1",
    "text": "Les dispositions de la présente loi s'appliquent aux personnes liées \npar un contrat de travail quels que soient ses modalités d'exécution, la \nnature de la rémunération et le mode de son paiement qu'il prévoit et la \nnature de l'entreprise dans laquelle il s'exécute, notamment les \nentreprises industrielles, commerciales, artisanales et les exploitations \nagricoles et forestières et leurs dépendances. Elles s'appliquent \négalement aux entreprises et établissements à caractère industriel, \ncommercial ou agricole relevant de l'Etat et des collectivités locales, aux \ncoopératives, sociétés civiles, syndicats, associations et groupements de \ntoute nature.\nLes dispositions de la présente loi s'appliquent également aux \nemployeurs exerçant une profession libérale, au secteur des services et, \nde manière générale, aux personnes liées par un contrat de travail dont \nl'activité ne relève d'aucune de celles précitées."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre préliminaire",
    "titre": "Titre PREMIER: Champ d'application",
    "chapitre": null,
    "section": null,
    "article_no": "Article 2",
    "text": "Les dispositions de la présente loi s'appliquent également :\n1. aux personnes qui, dans une entreprise, sont chargées par le chef \nde cette entreprise ou avec son agrément, de se mettre à la \ndisposition de la clientèle, pour assurer à celle-ci diverses \nprestations ;\n2. aux personnes chargées par une seule entreprise, de procéder à \ndes ventes de toute nature et de recevoir toutes commandes, \nlorsque ces personnes exercent leur profession dans un local \nfourni par cette entreprise en respectant les conditions et prix \nimposés par celle-ci ;\n3. aux salariés travaillant à domicile."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre préliminaire",
    "titre": "Titre PREMIER: Champ d'application",
    "chapitre": null,
    "section": null,
    "article_no": "Article 3",
    "text": "Demeurent régies par les dispositions des statuts qui leur sont \napplicables et qui ne peuvent en aucun cas comporter des garanties \nmoins avantageuses que celles prévues dans le code du travail, les \ncatégories de salariés ci-après :\n1. les salariés des entreprises et établissements publics relevant de \nl'Etat et des collectivités locales ;\n2. les marins2\n;\n3. les salariés des entreprises minières3\n;\n4. les journalistes professionnels4\n;\n5. les salariés de l'industrie cinématographique5\n;\n6. les concierges des immeubles d'habitation6\n.\nLes catégories mentionnées ci-dessus sont soumises aux dispositions \nde la présente loi pour tout ce qui n'est pas prévu par les statuts qui leur \nsont applicables.\nLes dispositions de la présente loi sont également applicables aux \nsalariés employés par les entreprises prévues dans le présent article, qui \nne sont pas soumis à leurs statuts.\nSont également soumis aux dispositions de la présente loi, les \nsalariés du secteur public qui ne sont régis par aucune législation."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre préliminaire",
    "titre": "Titre PREMIER: Champ d'application",
    "chapitre": null,
    "section": null,
    "article_no": "Article 4",
    "text": "Les conditions d'emploi et de travail des employés de maison qui \nsont liés au maître de maison par une relation de travail sont fixées par \nune loi spéciale. Une loi spéciale détermine les relations entre \nemployeurs et salariés et les conditions de travail dans les secteurs à \ncaractère purement traditionnel.\nAu sens du premier alinéa du présent article, est considérée \nemployeur dans un secteur à caractère purement traditionnel, toute \npersonne physique exerçant un métier manuel, avec l'assistance de son \nconjoint, ses ascendants et descendants et de cinq assistants au plus, à \ndomicile ou dans un autre lieu de travail, aux fins de fabrication de \nproduits traditionnels destinés au commerce.\nNe sont pas soumises à la présente loi, certaines catégories \nprofessionnelles d'employeurs, fixées par voie réglementaire, après avis \ndes organisations professionnelles des employeurs et des salariés les plus \nreprésentatives.\nSont prises en considération pour la détermination des catégories \nmentionnées ci-dessus les conditions suivantes :\n1. l'employeur doit être une personne physique ;\n2. le nombre des personnes qui l'assistent ne doit pas dépasser \ncinq;\n3. le revenu annuel de l'employeur ne doit pas dépasser cinq fois \nla tranche exonérée de l'impôt général sur le revenu."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre préliminaire",
    "titre": "Titre PREMIER: Champ d'application",
    "chapitre": null,
    "section": null,
    "article_no": "Article 5",
    "text": "Les bénéficiaires des stages de formation-insertion et de formation \npar apprentissage sont soumis aux dispositions relatives à la réparation \ndes accidents de travail et des maladies professionnelles7 ainsi qu'aux \ndispositions prévues par la présente loi, notamment en ce qui concerne la \ndurée du travail, le repos hebdomadaire, le congé annuel payé, les jours \nde repos et de fêtes et la prescription."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre préliminaire",
    "titre": "Titre II : Définitions",
    "chapitre": null,
    "section": null,
    "article_no": "Article 6",
    "text": "Est considérée comme salariée toute personne qui s'est engagée à \nexercer son activité professionnelle sous la direction d'un ou plusieurs \nemployeurs moyennant rémunération, quels que soient sa nature et son \nmode de paiement.\nEst considérée comme employeur, toute personne physique ou \nmorale, privée ou publique, qui loue les services d'une ou plusieurs \npersonnes physiques."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre préliminaire",
    "titre": "Titre II : Définitions",
    "chapitre": null,
    "section": null,
    "article_no": "Article 7",
    "text": "Les salariés visés aux 1° et 2° de l'article 2 ci-dessus sont assimilés à \ndes directeurs et chefs d'établissement et ils assument la responsabilité \nde l'application des dispositions du livre II de la présente loi, lorsqu'ils \nfixent à la place de leurs employeurs, les conditions de travail des \nsalariés, telles que prévues par le livre II.\nIls sont également responsables de l'application de l'ensemble des \ndispositions de la présente loi, au lieu et place du chef de l'entreprise \navec laquelle ils sont liés contractuellement, en ce qui concerne les \nsalariés placés sous leur ordre, lorsqu'ils sont seuls chargés de \nl'embauche, de la fixation des conditions de travail et du licenciement \ndesdits salariés."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre préliminaire",
    "titre": "Titre II : Définitions",
    "chapitre": null,
    "section": null,
    "article_no": "Article 8",
    "text": "Au sens de la présente loi, sont considérés comme salariés \ntravaillant à domicile, ceux qui satisfont aux conditions suivantes et ce, \nsans qu'il y ait lieu de rechercher s'il existe ou s'il n'existe pas entre eux et \nleur employeur un lien de subordination juridique, s'ils travaillent ou ne \ntravaillent pas sous la surveillance immédiate et habituelle de leur \nemployeur, si le local où ils travaillent et l'outillage qu'ils emploient leur \nappartiennent ou non, s'ils fournissent, en même temps que le travail, \ntout ou partie des matières premières qu'ils emploient lorsque ces \nmatières leur sont vendues par un donneur d'ouvrage qui acquiert \nensuite l'objet fabriqué ou leur sont livrées par un fournisseur indiqué \npar le donneur d'ouvrage auprès duquel les salariés sont tenus de \ns'approvisionner ou s'ils se procurent eux-mêmes ou non les fournitures \naccessoires :\n1. être chargés soit directement, soit par un intermédiaire \nd'exécuter un travail, moyennant une rémunération, pour le \ncompte d'une ou plusieurs des entreprises visées à l'article \npremier ci-dessus ;\n2. travailler soit seuls, soit avec un seul assistant ou avec leurs\nconjoints ou leurs enfants non-salariés."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre préliminaire",
    "titre": "Titre III : Dispositions générales",
    "chapitre": null,
    "section": null,
    "article_no": "Article 9",
    "text": "Est interdite toute atteinte aux libertés et aux droits relatifs à \nl'exercice syndical à l'intérieur de l'entreprise, conformément à la \nlégislation et la réglementation en vigueur ainsi que toute atteinte à la \nliberté de travail à l'égard de l'employeur et des salariés appartenant à \nl'entreprise.\nEst également interdite à l'encontre des salariés, toute discrimination \nfondée sur la race, la couleur, le sexe, le handicap, la situation conjugale, \nla religion, l'opinion politique, l'affiliation syndicale, l'ascendance \nnationale ou l'origine sociale, ayant pour effet de violer ou d'altérer le \nprincipe d'égalité des chances ou de traitement sur un pied d'égalité en \nmatière d'emploi ou d'exercice d'une profession, notamment, en ce qui \nconcerne l'embauchage, la conduite et la répartition du travail, la \nformation professionnelle, le salaire, l'avancement, l'octroi des avantages \nsociaux, les mesures disciplinaires et le licenciement.\nIl découle notamment des dispositions précédentes :\n1. le droit pour la femme de conclure un contrat de travail ;\n2. l'interdiction de toute mesure discriminatoire fondée sur \nl'affiliation ou l'activité syndicale des salariés ;\n3. le droit de la femme, mariée ou non, d'adhérer à un syndicat \nprofessionnel et de participer à son administration et à sa \ngestion."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre préliminaire",
    "titre": "Titre III : Dispositions générales",
    "chapitre": null,
    "section": null,
    "article_no": "Article 10",
    "text": "Il est interdit de réquisitionner les salariés pour exécuter un travail \nforcé ou contre leur gré."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre préliminaire",
    "titre": "Titre III : Dispositions générales",
    "chapitre": null,
    "section": null,
    "article_no": "Article 11",
    "text": "Les dispositions de la présente loi ne font pas obstacle à l'application \nde dispositions plus favorables consenties aux salariés par les statuts, le \ncontrat de travail, la convention collective de travail, le règlement \nintérieur ou les usages."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre préliminaire",
    "titre": "Titre III : Dispositions générales",
    "chapitre": null,
    "section": null,
    "article_no": "Article 12",
    "text": "Est puni d'une amende de 15.000 à 30.000 dirhams, l'employeur qui \ncontrevient aux dispositions de l'article 9 ci-dessus.\nEn cas de récidive, l'amende précitée est portée au double.\nEst suspendu d'une durée de 7 jours, le salarié qui contrevient aux \ndispositions du 1er alinéa de l'article 9 ci-dessus.\nLa sanction de suspension est de 15 jours, lorsque le salarié commet \nla même contravention au cours de l'année.\nLorsqu'il commet la même contravention une troisième fois, il peut \nêtre licencié définitivement.\nEst puni d'une amende de 25.000 à 30.000 dirhams, l'employeur qui \ncontrevient aux dispositions de l'article 10 ci-dessus.\nLa récidive est passible d'une amende portée au double et d'un \nemprisonnement de 6 jours à 3 mois, ou de l'une de ces deux peines \nseulement."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre premier : De la période d'essai",
    "section": null,
    "article_no": "Article 13",
    "text": "La période d'essai est la période pendant laquelle chacune des \nparties peut rompre volontairement le contrat de travail, sans préavis ni \nindemnité.\nToutefois, après au moins une semaine de travail, la rupture de la \npériode d'essai non motivée par la faute grave du salarié, ne peut avoir \nlieu qu'en donnant l'un des délais de préavis suivants :\n- deux jours avant la rupture s'il est payé à la journée, à la semaine \nou à la quinzaine ;\n- huit jours avant la rupture s'il est payé au mois.\nSi, après l'expiration de la période d'essai, le salarié vient à être \nlicencié sans qu'il ait commis de faute grave, celui-ci doit bénéficier d'un \ndélai de préavis qui ne peut être inférieur à huit jours."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre premier : De la période d'essai",
    "section": null,
    "article_no": "Article 14",
    "text": "1. La période d'essai en ce qui concerne les contrats à durée \nindéterminée est fixée à :\n- trois mois pour les cadres et assimilés ;\n- un mois et demi pour les employés ;\n- quinze jours pour les ouvriers.\nLa période d'essai peut être renouvelée une seule fois.\n2. La période d'essai en ce qui concerne les contrats à durée \ndéterminée ne peut dépasser :\n- une journée au titre de chaque semaine de travail dans la \nlimite de deux semaines lorsqu'il s'agit de contrats d'une durée \ninférieure à six mois ;\n- un mois lorsqu'il s'agit de contrats d'une durée supérieure à \nsix mois.\nDes périodes d'essai inférieures à celles mentionnées ci-dessus \npeuvent être prévues par le contrat de travail, la convention collective ou \nle règlement intérieur."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre II : De la formation du contrat de travail",
    "section": null,
    "article_no": "Article 15",
    "text": "La validité du contrat de travail est subordonnée aux conditions \nrelatives au consentement et à la capacité des parties à contracter ainsi \nqu'à l'objet et à la cause du contrat, telles qu'elles sont fixées par le code \ndes obligations et contrats.\nEn cas de conclusion par écrit, le contrat de travail doit être établi en \ndeux exemplaires revêtus des signatures du salarié et de l'employeur \nlégalisées par l'autorité compétente. Le salarié conserve l'un des deux \nexemplaires."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre II : De la formation du contrat de travail",
    "section": null,
    "article_no": "Article 16",
    "text": "Le contrat de travail est conclu pour une durée indéterminée, pour \nune durée déterminée ou pour accomplir un travail déterminé.\nLe contrat de travail à durée déterminée peut être conclu dans les \ncas où la relation de travail ne pourrait avoir une durée indéterminée.\nLe contrat de travail à durée déterminée ne peut être conclu que \ndans les cas suivants :\n1. le remplacement d'un salarié par un autre dans le cas de \nsuspension du contrat de travail de ce dernier, sauf si la \nsuspension résulte d'un état de grève ;\n2. l'accroissement temporaire de l'activité de l'entreprise ;\n3. si le travail a un caractère saisonnier.\nLe contrat de travail à durée déterminée peut être conclu dans \ncertains secteurs et dans certains cas exceptionnels fixés par voie \nréglementaire après avis des organisations professionnelles des \nemployeurs et des organisations syndicales des salariés les plus \nreprésentatives ou en vertu d'une convention collective de travail."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre II : De la formation du contrat de travail",
    "section": null,
    "article_no": "Article 17",
    "text": "Lors de l'ouverture d'une entreprise pour la première fois ou d'un \nnouvel établissement au sein de l'entreprise ou lors du lancement d'un \nnouveau produit pour la première fois, dans les secteurs autres que le \nsecteur agricole, il peut être conclu un contrat de travail à durée \ndéterminée pour une période maximum d'une année renouvelable une \nseule fois. Passée cette période, le contrat devient dans tous les cas à \ndurée indéterminée.\nToutefois, le contrat conclu pour une durée maximum d'une année \ndevient un contrat à durée indéterminée lorsqu'il est maintenu au-delà \nde sa durée.\nDans le secteur agricole, le contrat de travail à durée déterminée \npeut être conclu pour une durée de six mois renouvelable à condition \nque la durée des contrats conclus ne dépasse pas deux ans. Le contrat \ndevient par la suite à durée indéterminée."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre II : De la formation du contrat de travail",
    "section": null,
    "article_no": "Article 18",
    "text": "La preuve de l'existence du contrat de travail peut être rapportée \npar tous les moyens.\nLe contrat de travail établi par écrit est exonéré des droits \nd'enregistrement."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre II : De la formation du contrat de travail",
    "section": null,
    "article_no": "Article 19",
    "text": "En cas de modification dans la situation juridique de l'employeur ou \ndans la forme juridique de l'entreprise, notamment par succession, vente, \nfusion ou privatisation, tous les contrats en cours au jour de la \nmodification subsistent entre les salariés et le nouvel employeur. Ce \ndernier prend vis-à-vis des salariés la suite des obligations du précédent \nemployeur, notamment en ce qui concerne le montant des salaires et des \nindemnités de licenciement et le congé payé.\nLe salarié lié par un contrat de travail à durée indéterminée muté \ndans le cadre du mouvement interne à l'intérieur de l'établissement ou \nde l'entreprise ou du groupe d'entreprises tel que les sociétés holding \ngarde les mêmes droits et acquis issus du contrat de travail sans tenir \ncompte du service, de la filiale ou de l'établissement dans lequel il est \ndésigné et des fonctions dont il est chargé, sauf si les parties se sont mis \nd'accord sur des avantages plus favorables pour le salarié."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre III : Des obligations du salarié et de l'employeur",
    "section": null,
    "article_no": "Article 20",
    "text": "Le salarié est responsable dans le cadre de son travail de son acte, de \nsa négligence, de son impéritie ou de son imprudence."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre III : Des obligations du salarié et de l'employeur",
    "section": null,
    "article_no": "Article 21",
    "text": "Le salarié est soumis à l'autorité de l'employeur dans le cadre des \ndispositions législatives ou réglementaires, du contrat de travail, de la \nconvention collective du travail ou du règlement intérieur.\nLe salarié est également soumis aux dispositions des textes \nréglementant la déontologie de la profession."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre III : Des obligations du salarié et de l'employeur",
    "section": null,
    "article_no": "Article 22",
    "text": "Le salarié doit veiller à la conservation des choses et des moyens qui \nlui ont été remis pour l'accomplissement du travail dont il a été chargé ; \nil doit les restituer à la fin de son travail.\nIl répond de la perte ou de la détérioration des choses et des moyens \nprécités s'il s'avère au juge, de par le pouvoir discrétionnaire dont il \ndispose, que cette perte ou cette détérioration sont imputables à la faute \ndu salarié, notamment par l'usage desdits choses et moyens en dehors de \nleur destination ou en dehors du temps de travail.\nLe salarié ne répond pas de la détérioration et de la perte résultant \nd'un cas fortuit ou de force majeure.\nEn cas de changement du lieu de résidence, le salarié doit informer \nl'employeur de sa nouvelle adresse soit en main propre, soit par lettre \nrecommandée avec accusé de réception."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre III : Des obligations du salarié et de l'employeur",
    "section": null,
    "article_no": "Article 23",
    "text": "Les salariés ont le droit de bénéficier des programmes de lutte \ncontre l'analphabétisme et de formation continue.\nLes conditions et les modalités du bénéfice de ces formations sont\nfixées par voie réglementaire.\nL'employeur est tenu de délivrer au salarié une carte de travail.\nLa carte doit comporter les mentions fixées par voie réglementaire8.\nElle doit être renouvelée en cas de changement de la qualification \nprofessionnelle du salarié ou du montant du salaire."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre III : Des obligations du salarié et de l'employeur",
    "section": null,
    "article_no": "Article 24",
    "text": "De manière générale, l'employeur est tenu de prendre toutes les \nmesures nécessaires afin de préserver la sécurité, la santé et la dignité \ndes salariés dans l'accomplissement des tâches qu'ils exécutent sous sa \ndirection et de veiller au maintien des règles de bonne conduite, de \nbonnes mœurs et de bonne moralité dans son entreprise.\nIl est également tenu de communiquer aux salariés par écrit lors de \nl'embauchage, les dispositions relatives aux domaines ci-après ainsi que \nchaque modification qui leur est apportée :\n1. la convention collective de travail et, le cas échéant, son \ncontenu;\n2. le règlement intérieur ;\n3. les horaires de travail ;\n4. les modalités d'application du repos hebdomadaire ;\n5. les dispositions légales et les mesures concernant la \npréservation de la santé et de la sécurité, et la prévention des \nrisques liés aux machines9;\n6. les dates, heure et lieu de paye ;\n7. le numéro d'immatriculation à la Caisse nationale de sécurité \nsociale ;\n8. l'organisme d'assurance les assurant contre les accidents de \ntravail et les maladies professionnelles."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre III : Des obligations du salarié et de l'employeur",
    "section": null,
    "article_no": "Article 25",
    "text": "Sont punis d'une amende de 300 à 500 dirhams :\n1. la non délivrance et le non renouvellement de la carte de \ntravail dans les conditions prévues par l'article 23 ;\n2. le défaut d'insertion de toute mention fixée par voie \nréglementaire dans la carte de travail.\nL'amende est encourue autant de fois qu'il y a de salariés à l'égard \ndesquels l'application des dispositions de l'article 23 n'a pas été \nrespectée, sans toutefois que le total des amendes dépassent le montant \nde 20.000 dirhams.\nEst punie d'une amende de 2.000 à 5.000 dirhams, la non \ncommunication aux salariés lors de leur embauchage des dispositions \nprévues à l'article 24 ci-dessus ainsi que des modifications qui leurs sont \napportées.\nL'amende encourue pour infraction aux dispositions de l'article 24 \nest portée au double, en cas de récidive, si un fait similaire a été commis \ndans le courant de l'année suivant celle où un jugement définitif a été \nprononcé."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre IV : Du cautionnement",
    "section": null,
    "article_no": "Article 26",
    "text": "Lorsque le contrat de travail prévoit un cautionnement à la charge \ndu salarié, ce cautionnement est régi par les dispositions du présent \narticle et des articles 27, 28, 29 et 30 ci-après.\nL'employeur doit délivrer au salarié un récépissé du cautionnement \net tenir un registre dans les formes prévues par l'autorité \ngouvernementale chargée du travail. Ce registre a pour objet de décrire \nles opérations relatives à ce cautionnement10."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre IV : Du cautionnement",
    "section": null,
    "article_no": "Article 27",
    "text": "Si le cautionnement est constitué de titres, il ne peut comprendre \nque des titres émis par l'Etat ou jouissant de sa garantie."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre IV : Du cautionnement",
    "section": null,
    "article_no": "Article 28",
    "text": "Tout cautionnement doit être versé, dans un délai de quinze jours à \ndater de sa réception par l'employeur, à la Caisse de dépôt et de gestion ; \nce dépôt doit être mentionné sur le registre prévu à l'article 26 ci-dessus \net constaté par un certificat de dépôt tenu à la disposition de l'agent \nchargé de l'inspection du travail."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre IV : Du cautionnement",
    "section": null,
    "article_no": "Article 29",
    "text": "Le retrait de tout ou partie du cautionnement ne peut être effectué \nqu'avec le double consentement de l'employeur et du salarié ou sur \ndécision de la juridiction."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre IV : Du cautionnement",
    "section": null,
    "article_no": "Article 30",
    "text": "Le cautionnement est affecté principalement au recouvrement des \ndroits de l'employeur et des tiers qui formeraient saisie entre les mains \nde ce dernier.\nEst nulle de plein droit, toute saisie formée auprès de la Caisse de \ndépôt et de gestion."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre IV : Du cautionnement",
    "section": null,
    "article_no": "Article 31",
    "text": "Sont punis d'une amende de 2.000 à 5.000 dirhams :\n1. le défaut de tenue du registre prévu à l'article 26 ou le défaut \nd'inscription dans ledit registre des mentions qui doivent y \nêtre portées;\n2. le défaut de remise du récépissé du cautionnement prévu à \nl'article 26 ;\n3. le non-respect du délai et des conditions prévus par l'article 28 \ndans lesquels l'employeur doit faire le dépôt du \ncautionnement prescrit par ledit article ;\n4. le défaut du certificat de dépôt prévu par l'article 28 ou le \ndéfaut de présentation dudit certificat à l'agent chargé de \nl'inspection du travail;\n5. la saisie ou l'utilisation dans un intérêt personnel ou pour les \nbesoins de l'entreprise, des sommes en espèces ou titres remis \nà titre de cautionnement."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section I : De la suspension du contrat de travail",
    "article_no": "Article 32",
    "text": "Le contrat est provisoirement suspendu :\n1. …………………………………..11;\n2. pendant l'absence du salarié pour maladie ou accident dûment \nconstaté par un médecin ;\n3. pendant la période qui précède et suit l'accouchement dans les \nconditions prévues par les articles 154 et 156 ci-dessous ;\n4. pendant la période d'incapacité temporaire du salarié \nrésultant d'un accident du travail ou d'une maladie \nprofessionnelle ;\n5. pendant les périodes d'absence du salarié prévues par les \narticles 274, 275 et 277 ci-dessous ;\n6. pendant la durée de la grève ;\n7. pendant la fermeture provisoire de l'entreprise intervenue \nlégalement.\nToutefois, nonobstant les dispositions prévues ci-dessus, le contrat \nde travail à durée déterminée prend fin à sa date d'échéance."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section II : Des modes de cessation du contrat de travail",
    "article_no": "Article 33",
    "text": "Le contrat de travail à durée déterminée prend fin au terme fixé par \nle contrat ou par la fin du travail qui a fait l'objet du contrat.\nLa rupture avant terme du contrat du travail à durée déterminée \nprovoquée par l'une des parties et non motivée par la faute grave de \nl'autre partie ou par un cas de force majeure donne lieu à dommages intérêts.\nLe montant des dommages-intérêts prévus au deuxième alinéa ci dessus équivaut au montant des salaires correspondant à la période \nallant de la date de la rupture jusqu'au terme fixé par le contrat."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section II : Des modes de cessation du contrat de travail",
    "article_no": "Article 34",
    "text": "Le contrat de travail à durée indéterminée peut cesser par la volonté \nde l'employeur, sous réserve des dispositions de la présente section et de \ncelles de la section Ill ci-après relatives au délai de préavis.\nLe contrat de travail à durée indéterminée peut cesser par la volonté \ndu salarié au moyen d'une démission portant la signature légalisée par \nl'autorité compétente. Le salarié n'est tenu à cet effet que par les \ndispositions prévues à la section III ci-après relatives au délai de préavis."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section II : Des modes de cessation du contrat de travail",
    "article_no": "Article 35",
    "text": "Est interdit le licenciement d'un salarié sans motif valable sauf si \ncelui-ci est lié à son aptitude ou à sa conduite dans le cadre des \ndispositions prévues au dernier alinéa de l'article 37 et à l'article 39 ci dessous ou fondé sur les nécessités de fonctionnement de l'entreprise \ndans le cadre des dispositions des articles 66 et 67 ci-dessous."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section II : Des modes de cessation du contrat de travail",
    "article_no": "Article 36",
    "text": "Ne constituent pas des motifs valables de prise de sanctions \ndisciplinaires ou de licenciement :\n1. l'affiliation syndicale ou l'exercice d'un mandat du \nreprésentant syndical ;\n2. la participation à des activités syndicales en dehors des heures \nde travail ou, avec le consentement de l'employeur ou \nconformément à la convention collective de travail ou au \nrèglement intérieur, durant les heures de travail ;\n3. le fait de se porter candidat à un mandat de délégué des \nsalariés, de l'exercer ou de l'avoir exercé ;\n4. le fait d'avoir déposé une plainte ou participé à des actions \njudiciaires contre l'employeur dans le cadre des dispositions \nde la présente loi ;\n5. la race, la couleur, le sexe, la situation conjugale, les \nresponsabilités familiales, la religion, l'opinion politique, \nl'ascendance nationale ou l'origine sociale ;\n6. le handicap dans la mesure où il ne fait pas obstacle à \nl'exercice par le salarié handicapé d'une fonction adéquate au \nsein de l'entreprise."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section II : Des modes de cessation du contrat de travail",
    "article_no": "Article 37",
    "text": "L'employeur peut prendre l'une des sanctions disciplinaires \nsuivantes à l'encontre du salarié pour faute non grave:\n1. l'avertissement;\n2. le blâme;\n3. un deuxième blâme ou la mise à pied pour une durée \nn'excédant pas huit jours;\n4. un troisième blâme ou le transfert à un autre service ou, le cas \néchéant, à un autre établissement, le lieu de résidence du \nsalarié étant pris en considération.\nLes dispositions de l'article 62 ci-dessous sont applicables aux \nsanctions prévues aux 3° et 4° du présent article."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section II : Des modes de cessation du contrat de travail",
    "article_no": "Article 38",
    "text": "L'employeur applique les sanctions disciplinaires graduellement. \nLorsque les sanctions disciplinaires sont épuisées dans l'année, \nl'employeur peut procéder au licenciement du salarié. Dans ce cas, le \nlicenciement est considéré comme justifié."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section II : Des modes de cessation du contrat de travail",
    "article_no": "Article 39",
    "text": "Sont considérées comme fautes graves pouvant provoquer le \nlicenciement du salarié:\n1. le délit portant atteinte à l'honneur, à la confiance ou aux \nbonnes mœurs ayant donné lieu à un jugement définitif \nprivatif de liberté;\n2. la divulgation d'un secret professionnel ayant causé un \npréjudice à l'entreprise;\n3. Le fait de commettre les actes suivants à l'intérieur de \nl'établissement ou pendant le travail:\n4. le vol;\n5. l'abus de confiance;\n6. l'ivresse publique;\n7. la consommation de stupéfiants;\n8. l'agression corporelle;\n9. l'insulte grave;\n10.le refus délibéré et injustifié du salarié d'exécuter un travail de \nsa compétence;\n11.l'absence non justifiée du salarié pour plus de quatre jours ou \nde huit demi-journées pendant une période de douze mois;\n12.la détérioration grave des équipements, des machines ou des \nmatières premières causée délibérément par le salarié ou à la \nsuite d'une négligence grave de sa part;\n13.la faute du salarié occasionnant un dommage matériel \nconsidérable à l'employeur;\n14.l'inobservation par le salarié des instructions à suivre pour \ngarantir la sécurité du travail ou de l'établissement ayant causé \nun dommage considérable;\n15.l'incitation à la débauche;\n16.toute forme de violence ou d'agression dirigée contre un \nsalarié, l'employeur ou son représentant portant atteinte au \nfonctionnement de l'entreprise.\nDans ce cas, l'inspecteur du travail constate l'atteinte au \nfonctionnement de l'établissement et en dresse un procès-verbal."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section II : Des modes de cessation du contrat de travail",
    "article_no": "Article 40",
    "text": "Sont considérées comme fautes graves commises par l'employeur, le \nchef de l'entreprise ou de l'établissement à l'encontre du salarié :\n1. l'insulte grave ;\n2. la pratique de toute forme de violence ou d'agression dirigée \ncontre le salarié ;\n3. le harcèlement sexuel ;\n4. l'incitation à la débauche.\nEst assimilé à un licenciement abusif, le fait pour le salarié de quitter \nson travail en raison de l'une des fautes énumérées au présent article, \nlorsqu'il est établi que l'employeur a commis l'une de ces fautes."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section II : Des modes de cessation du contrat de travail",
    "article_no": "Article 41",
    "text": "En cas de rupture abusive du contrat de travail par l'une des \nparties, la partie lésée a le droit de demander des dommages-intérêts.\nLes parties ne peuvent renoncer à l'avance au droit éventuel de \ndemander des dommages-intérêts résultant de la rupture du contrat \nqu'elle soit abusive ou non.\nLe salarié licencié pour un motif qu'il juge abusif peut avoir recours \nà la procédure de conciliation préliminaire prévue au 4e alinéa de \nl'article 532 ci-dessous aux fins de réintégrer son poste ou d'obtenir des \ndommages-intérêts.\nEn cas de versement de dommages-intérêts, le récépissé de remise \ndu montant est signé par le salarié et l'employeur ou son représentant, \nles signatures dûment légalisées par l'autorité compétente. Il est \négalement contresigné par l'agent chargé de l'inspection du travail.\nL'accord obtenu dans le cadre de la conciliation préliminaire est \nréputé définitif et non susceptible de recours devant les tribunaux.\nA défaut d'accord intervenu au moyen de la conciliation \npréliminaire, le salarié est en droit de saisir le tribunal compétent qui \npeut statuer, dans le cas d'un licenciement abusif du salarié, soit par la \nréintégration du salarié dans son poste ou par des dommages-intérêts \ndont le montant est fixé sur la base du salaire d'un mois et demi par \nannée ou fraction d'année de travail sans toutefois dépasser le plafond de \n36 mois."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section II : Des modes de cessation du contrat de travail",
    "article_no": "Article 42",
    "text": "Lorsqu'un salarié, ayant rompu abusivement son contrat de travail, \nengage à nouveau ses services, le nouvel employeur est solidairement \nresponsable du dommage causé à l'employeur précédent dans les cas \nsuivants :\n1. quand il est établi qu'il est intervenu dans le débauchage;\n2. quand il a embauché un salarié qu'il savait déjà lié par un \ncontrat de travail;\n3. quand il a continué à occuper un salarié après avoir appris que \nce salarié était encore lié à un autre employeur par un contrat \nde travail.\nDans ce dernier cas, la responsabilité du nouvel employeur cesse \nd'exister si, au moment où il a été averti, le contrat de travail \nabusivement rompu par le salarié était venu à expiration par l'arrivée du \nterme pour un contrat à durée déterminée ou par l'expiration du délai de \npréavis pour un contrat à durée indéterminée.\nSont soumises au contrôle de l'autorité judiciaire les décisions prises \npar l'employeur dans le cadre de l'exercice de son pouvoir disciplinaire."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section III : Du délai de préavis",
    "article_no": "Article 43",
    "text": "La rupture unilatérale du contrat de travail à durée indéterminée12\nest subordonnée, en l'absence de faute grave de l'autre partie, au respect \ndu délai de préavis.\nLe délai et la durée du préavis sont réglementés par les textes \nlégislatifs et réglementaires, le contrat de travail, la convention collective \nde travail, le règlement intérieur ou les usages.\nEst nulle de plein droit toute clause du contrat du travail, de la \nconvention collective de travail, du règlement intérieur ou des usages \nfixant un délai de préavis inférieur à la durée fixée par les textes\nlégislatifs ou réglementaires.\nEst nulle, dans tous les cas, toute clause fixant le délai de préavis à \nmoins de huit jours.\nL'employeur et le salarié sont dispensés du respect du délai de \npréavis en cas de force majeure."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section III : Du délai de préavis",
    "article_no": "Article 44",
    "text": "Le délai de préavis commence à courir le lendemain de la \nnotification de la décision de mettre un terme au contrat."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section III : Du délai de préavis",
    "article_no": "Article 45",
    "text": "Le délai de préavis est suspendu dans les deux cas suivants :\n1. Pendant la période d'incapacité temporaire, lorsqu'un salarié \nest victime d'un accident de travail ou atteint d'une maladie \nprofessionnelle;\n2. Pendant la période qui précède et suit l'accouchement dans les \nconditions prévues par les articles 154 et 156 ci-dessous."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section III : Du délai de préavis",
    "article_no": "Article 46",
    "text": "Les dispositions de l'article 45 ci-dessus ne sont pas applicables \nlorsque le contrat de travail à durée déterminée ou le contrat conclu pour \nun travail déterminé prend fin pendant la période d'incapacité \ntemporaire."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section III : Du délai de préavis",
    "article_no": "Article 47",
    "text": "Pendant le délai de préavis, l'employeur et le salarié sont tenus au \nrespect de toutes les obligations réciproques qui leur incombent."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section III : Du délai de préavis",
    "article_no": "Article 48",
    "text": "En vue de la recherche d'un autre emploi, le salarié bénéficie, \npendant le délai de préavis, de permissions d'absence rémunérées \ncomme temps de travail effectif, quel que soit le mode de rémunération."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section III : Du délai de préavis",
    "article_no": "Article 49",
    "text": "Les permissions d'absence prévues à l'article 48 ci-dessus sont \naccordées à raison de deux heures par jour sans qu'elles puissent excéder \nhuit heures dans une même semaine ou trente heures dans une période \nde trente jours consécutifs.\nCependant, si le salarié est occupé dans une entreprise, \nétablissement ou sur un chantier situé à plus de dix kilomètres d'une \nville érigée en municipalité, il pourra s'absenter quatre heures \nconsécutives deux fois par semaine ou huit heures consécutives une fois \npar semaine, durant les heures consacrées au travail dans l'entreprise, \nl'établissement ou le chantier."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section III : Du délai de préavis",
    "article_no": "Article 50",
    "text": "Les absences sont fixées d'un commun accord entre l'employeur et le \nsalarié et, le cas échéant, alternativement au gré, une fois du salarié, une \nfois de l'employeur.\nLe droit de s'absenter prend fin dès que le salarié trouve un nouvel \nemploi, ce dont il doit aviser l'employeur sous peine d'interruption du \npréavis. Il en est de même, lorsque le salarié cesse de consacrer les \nabsences à la recherche d'un emploi."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section III : Du délai de préavis",
    "article_no": "Article 51",
    "text": "Toute rupture sans préavis du contrat de travail à durée \nindéterminée ou sans que le délai de préavis ait été intégralement \nobservé, emporte, tant qu'elle n'est pas motivée par une faute grave, \nl'obligation pour la partie responsable de verser à l'autre partie une \nindemnité de préavis égale à la rémunération qu'aurait perçue le salarié \ns'il était demeuré à son poste."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section IV : De l'indemnité de licenciement",
    "article_no": "Article 52",
    "text": "Le salarié lié par un contrat de travail à durée indéterminée a droit à \nune indemnité, en cas de licenciement après six mois de travail dans la \nmême entreprise quels que soient le mode de rémunération et la \npériodicité du paiement du salaire."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section IV : De l'indemnité de licenciement",
    "article_no": "Article 53",
    "text": "Le montant de l'indemnité de licenciement pour chaque année ou \nfraction d'année de travail effectif est égal à :\n- 96 heures de salaire pour les cinq premières années d'ancienneté ;\n- 144 heures de salaire pour la période d'ancienneté allant de 6 à 10 \nans ;\n- 192 heures de salaire pour la période d'ancienneté allant de 11 à 15 \nans ;\n- 240 heures de salaire pour la période d'ancienneté dépassant 15 \nans.\nDes dispositions plus favorables au salarié peuvent être prévues \ndans le contrat de travail, la convention collective de travail ou le \nrèglement intérieur.\nLe salarié a également le droit de bénéficier, conformément à la \nlégislation et la réglementation en vigueur de l'indemnité de perte \nd'emploi pour des raisons économiques, technologiques ou structurelles."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section IV : De l'indemnité de licenciement",
    "article_no": "Article 54",
    "text": "Sont considérées comme périodes de travail effectif :\n1. les périodes de congé annuel payé ;\n2. les périodes de repos de femmes en couches prévues par les \narticles 153 et 154 ci-dessous et la période de suspension du \ncontrat de travail prévue par l'article 156 ci-dessous ;\n3. la durée de l'incapacité temporaire de travail lorsque le salarié \na été victime d'un accident du travail ou a été atteint d'une \nmaladie professionnelle ;\n4. les périodes où l'exécution du contrat de travail est suspendue, \nnotamment pour cause d'absence autorisée, de maladie ne \nrésultant pas d'un accident de travail ou d'une maladie \nprofessionnelle, de fermeture temporaire de l'entreprise par \ndécision administrative ou pour cas de force majeure."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section IV : De l'indemnité de licenciement",
    "article_no": "Article 55",
    "text": "L'indemnité de licenciement est calculée sur la base de la moyenne \ndes salaires perçus au cours des cinquante-deux semaines qui ont \nprécédé la rupture du contrat."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section IV : De l'indemnité de licenciement",
    "article_no": "Article 56",
    "text": "Le salaire entrant en ligne de compte pour le calcul de l'indemnité \nde licenciement ne peut être inférieur au salaire minimum légal fixé par \nl'article 356 ci-dessous."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section IV : De l'indemnité de licenciement",
    "article_no": "Article 57",
    "text": "Entrent en ligne de compte pour le calcul de l'indemnité de \nlicenciement, le salaire proprement dit et ses accessoires énumérés ci après :\n1. Primes et indemnités inhérentes au travail à l'exclusion :\na. des indemnités constituant un remboursement de frais ou de \ndépenses supportés par le salarié en raison de son travail ;\nb. des indemnités de responsabilité, sauf les indemnités de \nfonction, telles que les indemnités de chef d'équipe ou de chef \nde groupe ;\nc. des indemnités pour travaux pénibles ou dangereux ;\nd. des indemnités constituant un dédommagement pour un \ntravail exécuté dans des zones dangereuses ;\ne. des indemnités pour remplacement temporaire d'un salarié \nappartenant à une catégorie supérieure ou pour un travail \nexécuté temporairement ou exceptionnellement, sauf les \nindemnités pour heures supplémentaires.\n2. Les avantages en nature ;\n3. Les commissions et les pourboires."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section IV : De l'indemnité de licenciement",
    "article_no": "Article 58",
    "text": "Conformément aux dispositions prévues à l'article 53 ci-dessus, \nl'indemnité due au délégué des salariés et, le cas échéant, au représentant \nsyndical dans l'entreprise, licenciés au cours de leur mandat, est majorée \nde 100%."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section IV : De l'indemnité de licenciement",
    "article_no": "Article 59",
    "text": "Le salarié bénéficie, en cas de licenciement abusif, de versement de \ndommage-intérêts et de l'indemnité de préavis prévus respectivement \naux articles 41 et 51 ci-dessus.\nIl bénéficie également de l'indemnité de perte d'emploi."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section IV : De l'indemnité de licenciement",
    "article_no": "Article 60",
    "text": "Les indemnités visées à l'article 59 ci-dessus ne sont pas dues au \nsalarié s'il a droit à une pension de vieillesse, lorsqu'il est mis à la retraite \nconformément à l'article 526 ci-dessous, sauf si des dispositions plus \nfavorables sont prévues dans le contrat de travail, la convention \ncollective de travail ou le règlement intérieur."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section V : Du licenciement par mesure disciplinaire",
    "article_no": "Article 61",
    "text": "En cas de faute grave, le salarié peut être licencié sans préavis ni \nindemnité ni versement de dommages-intérêts."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section V : Du licenciement par mesure disciplinaire",
    "article_no": "Article 62",
    "text": "Avant le licenciement du salarié, il doit pouvoir se défendre et être \nentendu par l'employeur ou le représentant de celui-ci en présence du \ndélégué des salariés ou le représentant syndical dans l'entreprise qu'il \nchoisit lui-même dans un délai ne dépassant pas huit jours à compter de \nla date de constatation de l'acte qui lui est imputé.\nIl est dressé un procès-verbal à ce propos par l'administration de \nl'entreprise, signé par les deux parties, dont copie est délivrée au salarié.\nSi l'une des parties refuse d'entreprendre ou de poursuivre la \nprocédure, il est fait recours à l'inspecteur de travail."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section V : Du licenciement par mesure disciplinaire",
    "article_no": "Article 63",
    "text": "La décision des sanctions disciplinaires prévues à l'article 37 ci dessus ou la décision de licenciement est remise au salarié intéressé en \nmains propres contre reçu ou par lettre recommandée avec accusé de \nréception, dans un délai de 48 heures suivant la date à laquelle la\ndécision précitée a été prise.\nLa justification du licenciement par un motif acceptable incombe à \nl'employeur. De même, il doit prouver, lorsqu'il le prétend, que le salarié \na abandonné son poste."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section V : Du licenciement par mesure disciplinaire",
    "article_no": "Article 64",
    "text": "Une copie de la décision de licenciement ou de la lettre de démission \nest adressée à l'agent chargé de l'inspection du travail.\nLa décision de licenciement doit comporter les motifs justifiant le \nlicenciement du salarié, la date à laquelle il a été entendu et être assortie \ndu procès-verbal visé à l'article 62 ci-dessus."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section V : Du licenciement par mesure disciplinaire",
    "article_no": "Article 65",
    "text": "Sous peine de déchéance, l'action en justice concernant le \nlicenciement doit être portée devant le tribunal compétent dans un délai \nde 90 jours à compter de la date de réception par le salarié de la décision \nde licenciement.\nLe délai précité doit être mentionné dans la décision de licenciement \nvisée à l'article 63 ci-dessus."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section VI : Du licenciement pour motifs technologiques structurels ou économiques et de la fermeture des entreprises",
    "article_no": "Article 66",
    "text": "L'employeur dans les entreprises commerciales, industrielles ou \ndans les exploitations agricoles ou forestières et leurs dépendances ou \ndans les entreprises d'artisanat, occupant habituellement dix salariés ou \nplus, qui envisage le licenciement de tout ou partie de ces salariés, pour \nmotifs technologiques, structurels ou pour motifs similaires ou \néconomiques, doit porter sa décision à la connaissance des délégués des \nsalariés et, le cas échéant, des représentants syndicaux à l'entreprise, au \nmoins un mois avant de procéder au licenciement. Il doit, en même \ntemps, leur fournir tous renseignements nécessaires y afférents, y \ncompris les motifs du licenciement, ainsi que le nombre et les catégories \ndes salariés concernés et la période dans laquelle il entend entreprendre \nce licenciement.\nIl doit également engager des concertations et des négociations avec \neux en vue d'examiner les mesures susceptibles d'empêcher le \nlicenciement ou d'en atténuer les effets négatifs, y compris la possibilité \nde réintégration dans d'autres postes.\nLe comité d'entreprise agit au lieu et place des délégués des salariés \ndans les entreprises occupant plus de cinquante salariés.\nL'administration de l'entreprise dresse un procès-verbal constatant \nles résultats des concertations et négociations précitées, signé par les \ndeux parties, dont une copie est adressée aux délégués des salariés et \nune autre au délégué provincial chargé du travail."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section VI : Du licenciement pour motifs technologiques structurels ou économiques et de la fermeture des entreprises",
    "article_no": "Article 67",
    "text": "Le licenciement de tout ou partie des salariés employés dans les \nentreprises visées à l'article 66 ci-dessus pour motifs technologiques, \nstructurels ou pour motifs similaires ou économiques, est subordonné à \nune autorisation délivrée par le gouverneur de la préfecture ou de la \nprovince, dans un délai maximum de deux mois à compter de la date de \nla présentation de la demande par l'employeur au délégué provincial \nchargé du travail.\nLa demande d'autorisation doit être assortie de tous les justificatifs \nnécessaires et du procès-verbal des concertations et négociations avec les \nreprésentants des salariés prévu par l'article 66 ci-dessus.\nEn cas de licenciement pour motifs économiques, la demande doit \nêtre accompagnée, outre les documents susvisés, des justificatifs \nsuivants:\n1. un rapport comportant les motifs économiques, nécessitant \nl'application de la procédure de licenciement ;\n2. l'état de la situation économique et financière de l'entreprise ;\n3. un rapport établi par un expert-comptable ou par un \ncommissaire aux comptes.\nLe délégué provincial chargé du travail doit effectuer toutes les \ninvestigations qu'il juge nécessaires. Il doit adresser le dossier, dans un \ndélai n'excédant pas un mois à compter de la réception de la demande, \naux membres d'une commission provinciale présidée par le gouverneur \nde la préfecture ou de la province, aux fins d'examiner et de statuer sur \nle dossier dans le délai fixé ci-dessus.\nLa décision du gouverneur de la préfecture ou de la province doit \nêtre motivée et basée sur les conclusions et les propositions de ladite \ncommission."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section VI : Du licenciement pour motifs technologiques structurels ou économiques et de la fermeture des entreprises",
    "article_no": "Article 68",
    "text": "La commission provinciale visée à l'article 67 ci-dessus est composée \nde représentants des autorités administratives concernées et de \nreprésentants des organisations professionnelles des employeurs et des \norganisations syndicales des salariés les plus représentatives.\nLe nombre des membres de la commission, le mode de leur \ndésignation et les modalités de son fonctionnement sont fixés par voie \nréglementaire13."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section VI : Du licenciement pour motifs technologiques structurels ou économiques et de la fermeture des entreprises",
    "article_no": "Article 69",
    "text": "La fermeture, partielle ou totale, des entreprises ou des exploitations \nvisées à l'article 66 ci-dessus, n'est pas autorisée si elle est dictée par des \nmotifs autres que ceux prévus dans le même article, si elle est de nature à \nentraîner le licenciement des salariés, sauf dans les cas où il devient \nimpossible de poursuivre l'activité de l'entreprise, et sur autorisation \ndélivrée par le gouverneur de la préfecture ou de la province, \nconformément à la même procédure fixée par les articles 66 et 67 ci dessus."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section VI : Du licenciement pour motifs technologiques structurels ou économiques et de la fermeture des entreprises",
    "article_no": "Article 70",
    "text": "Les salariés bénéficient des indemnités de préavis et de licenciement \nprévues respectivement aux articles 51 et 52 ci-dessus, en cas de \nl'obtention ou non par l'employeur de l'autorisation de licenciement, \nconformément aux articles 66, 67 et 69 ci-dessus.\nToutefois, en cas de licenciement conformément auxdits articles, \nsans l'autorisation précitée, les salariés licenciés ne bénéficient des \ndommages-intérêts prévus à l'article 41 ci-dessus que sur décision \njudiciaire s'ils ne sont pas réintégrés dans leurs postes tout en conservant \nleurs droits.\nL'employeur et les salariés peuvent recourir à la conciliation \npréliminaire conformément à l'article 41 ci-dessus ou au tribunal pour \nstatuer sur le litige."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section VI : Du licenciement pour motifs technologiques structurels ou économiques et de la fermeture des entreprises",
    "article_no": "Article 71",
    "text": "Dans chaque catégorie professionnelle, les licenciements autorisés \ninterviennent dans chaque établissement de l'entreprise, en tenant \ncompte des éléments ci-après : \n1. l'ancienneté ;\n2. la valeur professionnelle ;\n3. les charges familiales.\nLes salariés licenciés bénéficient d'une priorité de réembauchage \ndans les conditions prévues à l'article 508 ci-dessous."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section VII : Du certificat de travail",
    "article_no": "Article 72",
    "text": "L'employeur doit délivrer au salarié un certificat de travail, à la \ncessation du contrat de travail, dans un délai maximum de huit jours, \nsous peine de dommages-intérêts.\nLe certificat de travail doit exclusivement indiquer la date de l'entrée \ndu salarié dans l'entreprise, celle de sa sortie et les postes de travail qu'il \na occupés. Toutefois, par accord entre les deux parties, le certificat de \ntravail peut comporter des mentions relatives aux qualifications \nprofessionnelles du salarié et aux services qu'il a rendus.\nLe certificat de travail est exempté des droits d'enregistrement \nmême s'il comporte des indications autres que celles prévues au \ndeuxième alinéa ci-dessus. L'exemption s'étend au certificat portant la \nmention de : \" libre de tout engagement \" ou toute autre formule \nétablissant que le contrat de travail a pris fin de manière ordinaire."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section VIII : Du reçu pour solde de tout compte",
    "article_no": "Article 73",
    "text": "\" Le reçu pour solde de tout compte \" est le reçu délivré par le salarié \nà l'employeur à la cessation du contrat, pour quelque cause que ce soit, \npour s'acquitter de tout paiement envers lui.\nEst nul tout quitus ou conciliation conformément à l'article 109814 du \nCode des obligations et contrats portant renonciation à tout paiement dû \nau salarié en raison de l'exécution ou à la cessation du contrat."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section VIII : Du reçu pour solde de tout compte",
    "article_no": "Article 74",
    "text": "Sous peine de nullité, le \" reçu pour solde de tout compte \" doit \nmentionner : \n1. la somme totale versée pour solde de tout compte avec \nindication détaillée des paiements ;\n2. le délai de forclusion fixé à 60 jours en caractères lisibles ;\n3. le fait que le reçu pour solde de tout compte a été établi en \ndeux exemplaires dont l'un est remis au salarié.\nLa signature du salarié portée sur le reçu doit être précédée de la \nmention \" lu et approuvé \".\nSi le salarié est illettré, le \" reçu pour solde de tout compte \" doit être \ncontresigné par l'agent chargé de l'inspection de travail dans le cadre de \nla conciliation prévue à l'article 532 ci-dessous."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section VIII : Du reçu pour solde de tout compte",
    "article_no": "Article 75",
    "text": "Le \" reçu solde de tout compte \" peut être dénoncé dans les soixante \njours suivant la date de sa signature.\nLa dénonciation du reçu doit être effectuée, soit par lettre \nrecommandée avec accusé de réception adressée à l'employeur, soit par \nassignation devant le tribunal. Elle n'est valable qu'à condition de \npréciser les divers droits dont le salarié entend se prévaloir."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section VIII : Du reçu pour solde de tout compte",
    "article_no": "Article 76",
    "text": "Le \" reçu pour solde de tout compte \" régulièrement dénoncé ou à \nl'égard duquel la forclusion ne peut jouer, n'a que la valeur d'un simple \nreçu des sommes qui y figurent.\nLe quitus ou la conciliation est considéré, conformément à l'article \n109815 du Code des obligations et contrats, comme un simple document \nconstatant les sommes qui y sont portées.\nLes indemnités versées au salarié pour licenciement par conciliation \nou décision judiciaire, sont exemptées de l'impôt général sur le revenu, \ndes cotisations de la Caisse nationale de sécurité sociale et des droits \nd'enregistrement."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section IX : Du logement du salarié en raison de son travail",
    "article_no": "Article 77",
    "text": "Lorsque l'employeur met un logement à la disposition du salarié en \nraison de son travail, ce dernier doit quitter et rendre ledit logement \ndans un délai maximum de trois mois à compter de la date de la \ncessation du contrat, quelle que soit la cause, sous peine d'une astreinte \nn'excédant pas le quart du salaire journalier pour chaque jour de retard."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre V: De la suspension et de la cessation du contrat de travail",
    "section": "Section X : Dispositions pénales",
    "article_no": "Article 78",
    "text": "Sont punis d'une amende de 300 à 500 dirhams : \n1. le non-respect des dispositions relatives au préavis prévues \naux articles 43 et 51 ci-dessus ;\n2. le refus d'octroyer les permissions d'absence prévues à l'article \n48 ci-dessus ou la durée des périodes d'absences inférieure à \ncelles prescrites par ledit article ;\n3. le défaut de paiement de l'indemnité de licenciement prévue à \nl'article 52 ci-dessus ;\n4. la non application de l'article 53 ci-dessus pour le calcul de \nl'indemnité de licenciement ;\n5. la non application de la majoration de l'indemnité de \nlicenciement due aux délégués des salariés et représentants \nsyndicaux dans l'entreprise prévue à l'article 58 ci-dessus ;\n6. le défaut de mise à la disposition du salarié du certificat de \ntravail prévu à l'article 72 ci-dessus ou le défaut de mention \ndans le certificat de l'une des indications prescrites par ledit \narticle ou le défaut de délivrance dudit certificat dans le délai \nfixé audit article.\nL'amende est appliquée autant de fois qu'il y a de salariés à l'égard \ndesquels les dispositions desdits articles n'ont pas été observées, sans \ntoutefois que le total des amendes dépasse le montant de 20.000 dirhams.\nEst puni d'une amende de 2.000 à 5.000 dirhams le non-respect de la \npriorité de réembauchage prévue au dernier alinéa de l'article 71 ci dessus ;\nEst punie d'une amende de 10.000 à 20.000 dirhams l'inobservation \ndes dispositions des articles 66, 67 et 69 ci-dessus."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre VI: Du voyageur, représentant ou placier de commerce et d'industrie",
    "section": null,
    "article_no": "Article 79",
    "text": "Est considéré comme un contrat de travail, quelle que soit la \nqualification qui lui est donnée par les parties, le contrat dont l'objet est \nla représentation commerciale ou industrielle, et qui intervient entre, \nd'une part, le voyageur, représentant ou placier, quel que soit le titre qui \nlui est attribué et, d'autre part, son employeur, qu'il soit industriel ou \ncommerçant, nonobstant toute stipulation expresse du contrat ou, en son \nsilence, lorsque le voyageur, représentant ou placier :\n1. travaille pour le compte d'un ou plusieurs employeurs ;\n2. exerce effectivement sa profession de façon exclusive et \ncontinue;\n3. est lié à son employeur par des engagements déterminant la \nnature de la représentation commerciale ou industrielle, des \nprestations de services ou des marchandises offertes à la vente \nou à l'achat, la région dans laquelle il doit exercer son activité \nou les catégories de clients qu'il est chargé de visiter et le taux \ndes rémunérations qui lui sont dues.\nLes dispositions précitées ne peuvent faire obstacle à des clauses\npermettant au voyageur, représentant ou placier de commerce et \nd'industrie, soit l'exercice d'une autre profession, soit l'accomplissement \nd'opérations commerciales personnelles.\nLes dispositions du présent article ne s'appliquent pas aux salariés \nchargés occasionnellement, en plus de leur travail à l'intérieur d'une \nentreprise, de démarches auprès de la clientèle, rémunérés \nexclusivement par des appointements fixes auxquels s'ajoutent \néventuellement des frais de déplacement à la charge de l'entreprise et \ndont l'activité est dirigée et contrôlée journellement par l'employeur."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre VI: Du voyageur, représentant ou placier de commerce et d'industrie",
    "section": null,
    "article_no": "Article 80",
    "text": "Les contrats définis à l'article 79 ci-dessus doivent être établis par \nécrit.\nIls sont, au choix des parties, d'une durée déterminée ou \nindéterminée. Les parties doivent, dans ce dernier cas, stipuler un délai \nde préavis fixé en vertu de la convention collective de travail, du \nrèglement intérieur ou des usages sans être inférieur dans tous les cas à \nla durée fixée dans l'article 43 ci-dessus.\nIl peut être stipulé une période d'essai dont la durée ne peut être \nsupérieure à six mois."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre VI: Du voyageur, représentant ou placier de commerce et d'industrie",
    "section": null,
    "article_no": "Article 81",
    "text": "Les contrats prévus à l'article 79 ci-dessus peuvent, pour leur durée, \ncontenir l'interdiction pour le voyageur, représentant ou placier de \nreprésenter des entreprises commerciales ou industrielles ou des \nproduits déterminés.\nLorsque le contrat ne contient pas cette interdiction, les parties \ndoivent, à moins qu'elles n'y renoncent par une stipulation expresse, \nprévoir, le cas échéant, une clause indiquant les entreprises \ncommerciales ou industrielles ou les produits que le voyageur, \nreprésentant ou placier représente déjà jusqu'à la formation du contrat et \nl'engagement de ne pas prendre en cours de contrat de nouvelles \nreprésentations sans autorisation préalable de l'employeur."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre VI: Du voyageur, représentant ou placier de commerce et d'industrie",
    "section": null,
    "article_no": "Article 82",
    "text": "Les conséquences de la rupture du contrat de travail du voyageur, \nreprésentant ou placier par la volonté de l'une des parties, sont réglées \ncomme suit : \n1. quand la rupture intervient au cours de la période d'essai, il \nn'est dû aucune indemnité ;\n2. quand la rupture intervient après l'expiration de la période \nd'essai et qu'elle est le fait de l'employeur, les dispositions \nsuivantes doivent être observées : \nI. - S'il s'agit d'un contrat à durée indéterminée :\na) - en cas d'inobservation du délai de préavis, il est dû au voyageur, \nreprésentant ou placier, à titre de salaire, le montant évalué en argent de \ntous les avantages directs et indirects qu'il aurait pu recueillir pendant le \ndélai de préavis ;\nb) - en cas de rupture abusive, il lui est dû des dommages-intérêts et \nl'indemnité de licenciement prévus respectivement par les articles 41 et \n52 ci-dessus.\nII. - S'il s'agit de la résiliation anticipée d'un contrat à durée \ndéterminée, il est dû au représentant, voyageur ou placier : \na) à titre de salaire, le montant des avantages directs ou indirects \nqu'il aurait recueillis jusqu'à expiration du contrat et, en outre, le \nmontant des avantages que le salarié percevrait par suite de la rupture \ndu contrat ;\nb) des dommages-intérêts dans les conditions prévues par l'article \n33 ci-dessus."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre VI: Du voyageur, représentant ou placier de commerce et d'industrie",
    "section": null,
    "article_no": "Article 83",
    "text": "La rupture de tout contrat à durée indéterminée ou de tout contrat à \ndurée déterminée d'un voyageur, représentant ou placier ouvre droit à \nindemnité au profit de celui-ci dans les cas ci-après : \n1. Lorsque la rupture du contrat à durée indéterminée ou la \nrésiliation avant son échéance du contrat à durée déterminée, \nest le fait de l'employeur et qu'elle n'est pas provoquée par \nune faute grave du voyageur, représentant ou placier ;\n2. Lorsqu'il y a cessation du contrat par suite d'accident ou de \nmaladie entraînant une incapacité totale permanente de travail \ndu voyageur, représentant ou placier ;\n3. Lorsqu'il y a non renouvellement du contrat à durée \ndéterminée venu à expiration."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre VI: Du voyageur, représentant ou placier de commerce et d'industrie",
    "section": null,
    "article_no": "Article 84",
    "text": "L'indemnité prévue à l'article 83 ci-dessus ne se confond ni avec \ncelle qui pourrait être due pour rupture abusive du contrat à durée \nindéterminée ni avec celle qui pourrait être due en cas de résiliation \nanticipée du contrat à durée déterminée telles que ces indemnités sont \nfixées par l'article 82 ci-dessus."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre premier : Du contrat de travail",
    "chapitre": "Chapitre VI: Du voyageur, représentant ou placier de commerce et d'industrie",
    "section": null,
    "article_no": "Article 85",
    "text": "Le montant de l'indemnité visée à l'article 83 ci-dessus est calculé \nd'après la part qui revient personnellement au voyageur, représentant ou \nplacier, eu égard à l'importance en nombre et en valeur de la clientèle \napportée par lui, compte tenu des rémunérations spéciales qui lui ont été \naccordées au cours du contrat pour le même objet ainsi que des \ndiminutions qui pourraient être constatées dans la clientèle préexistante \net imputables au voyageur, représentant ou placier.\nIl est interdit de déterminer cette indemnité à l'avance.\nSi la rupture du contrat à durée indéterminée ou la résiliation avant \nson échéance du contrat à durée déterminée, résulte du décès du \nvoyageur, représentant ou placier, l'indemnité est attribuée aux héritiers \nde ce dernier."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre II : Du contrat de sous-entreprise",
    "chapitre": null,
    "section": null,
    "article_no": "Article 86",
    "text": "\" Le contrat de sous-entreprise \" est un contrat établi par écrit, par \nlequel un entrepreneur principal charge un sous-entrepreneur de \nl'exécution d'un certain travail ou de la prestation de certains services.\nIl est fait recours au contrat de sous-entreprise tant qu'il est en faveur de \nl'entreprise principale et ne porte pas préjudice aux intérêts des salariés."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre II : Du contrat de sous-entreprise",
    "chapitre": null,
    "section": null,
    "article_no": "Article 87",
    "text": "Le sous-entrepreneur, en tant qu'employeur, est tenu d'observer \ntoutes les dispositions de la présente loi ainsi que les dispositions \nlégislatives et réglementaires en matière de sécurité sociale16, d'accidents \ndu travail et de maladies professionnelles.\nSi le sous-entrepreneur n'est pas inscrit au registre du commerce et \nn'est pas propriétaire d'un fonds de commerce, l'entrepreneur principal \nest tenu de veiller à l'observation des dispositions du livre II de la \nprésente loi relatives aux salariés."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre II : Du contrat de sous-entreprise",
    "chapitre": null,
    "section": null,
    "article_no": "Article 88",
    "text": "Le sous-entrepreneur doit porter sur la carte de travail et le bulletin \nde paie prévus aux articles 23 et 370 de la présente loi les mentions fixées \npar l'autorité gouvernementale chargée du travail."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre II : Du contrat de sous-entreprise",
    "chapitre": null,
    "section": null,
    "article_no": "Article 89",
    "text": "Dans tous les cas, que les travaux soient exécutés ou les services \nsoient fournis dans les établissements de l'entrepreneur principal ou \nleurs dépendances ou qu'ils le soient dans des établissements ou \ndépendances autres que les siens ou qu'ils soient exécutés par des \nsalariés travaillant à domicile, et en cas d'insolvabilité du sous entrepreneur non inscrit au registre du commerce et non affilié à la \nCaisse nationale de sécurité sociale, l'entrepreneur principal est tenu, à \nconcurrence des sommes dues au sous-entrepreneur en faveur des \nsalariés travaillant pour le compte de ce dernier, d'honorer les \nengagements suivants : \n1. le paiement des salaires sous réserve des dispositions prévues \nà l'article 91 ci-dessous : \n2. l'indemnité de congé annuel payé ;\n3. les indemnités de licenciement ;\n4. le versement des cotisations à la Caisse nationale de sécurité \nsociale ;\n5. le versement de la taxe relative à la formation professionnelle.\nEn outre, lorsque les travaux sont exécutés ou les services sont \nfournis dans ses établissements ou leurs dépendances, il est responsable \nau regard de la réparation des accidents du travail et des maladies \nprofessionnelles."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre II : Du contrat de sous-entreprise",
    "chapitre": null,
    "section": null,
    "article_no": "Article 90",
    "text": "En cas d'insolvabilité du sous-entrepreneur dans les cas visés à \nl'article 89 ci-dessus, les salariés lésés et la Caisse nationale de sécurité \nsociale ont le droit d'intenter une action contre l'entrepreneur principal \npour le compte duquel le travail aura été exécuté."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre II : Du contrat de sous-entreprise",
    "chapitre": null,
    "section": null,
    "article_no": "Article 91",
    "text": "L'entrepreneur principal n'est responsable du paiement des salaires \ndu personnel du sous-entrepreneur que si un avis de défaut de paiement \nlui est adressé dans les soixante jours qui ont suivi la date d'exigibilité \ndes salaires du dernier mois ou de la dernière quinzaine, demeurés \nimpayés, soit par les salariés du sous-entrepreneur, soit par l'autorité \nadministrative locale ou l'agent chargé de l'inspection du travail."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre III : De la négociation collective",
    "chapitre": null,
    "section": null,
    "article_no": "Article 92",
    "text": "\" La négociation collective \" est le dialogue entre les représentants \ndes organisations syndicales les plus représentatives ou les unions \nsyndicales des salariés les plus représentatives d'une part, et un ou \nplusieurs employeurs ou les représentants des organisations \nprofessionnelles des employeurs d'autre part, aux fins de : \n1. déterminer et améliorer les conditions du travail et de l'emploi \n;\n2. organiser les relations entre les employeurs et les salariés ;\n3. organiser les relations entre les employeurs ou leurs \norganisations d'une part, et une ou plusieurs organisations \nsyndicales des salariés les plus représentatives d'autre part."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre III : De la négociation collective",
    "chapitre": null,
    "section": null,
    "article_no": "Article 93",
    "text": "Chaque partie dans la négociation collective désigne, par écrit, un \nreprésentant. L'autre partie ne peut s'y opposer."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre III : De la négociation collective",
    "chapitre": null,
    "section": null,
    "article_no": "Article 94",
    "text": "Chaque partie dans la négociation collective est tenue de fournir à \nl'autre partie les informations et les indications qu'elle demande et \nnécessaires pour faciliter le déroulement des négociations."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre III : De la négociation collective",
    "chapitre": null,
    "section": null,
    "article_no": "Article 95",
    "text": "La négociation collective se déroule directement aux niveaux \nsuivants : \n1. au niveau de l'entreprise : entre l'employeur et les syndicats \ndes salariés les plus représentatifs dans l'entreprise ;\n2. au niveau du secteur concerné : entre l'employeur ou les \norganisations professionnelles des employeurs et les \norganisations syndicales des salariés les plus représentatives \ndans le secteur ;\n3. Au niveau national : entre les organisations professionnelles \ndes employeurs et les organisations syndicales des salariés les \nplus représentatives au niveau national.\nChaque partie peut se faire assister au cours des négociations par \nautant de conseillers qu'elle désire."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre III : De la négociation collective",
    "chapitre": null,
    "section": null,
    "article_no": "Article 96",
    "text": "Les négociations collectives se tiennent au niveau de l'entreprise et \nau niveau sectoriel une fois par an.\nLes conventions collectives peuvent prévoir une périodicité \ndifférente pour procéder à ces négociations.\nLes négociations entre le gouvernement, les organisations \nprofessionnelles des employeurs et les organisations syndicales des \nsalariés les plus représentatives au niveau national se déroulent chaque \nannée et autant de fois que nécessaire pour discuter des différentes \nquestions économiques et sociales concernant le domaine du travail."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre III : De la négociation collective",
    "chapitre": null,
    "section": null,
    "article_no": "Article 97",
    "text": "La partie désirant négocier est tenue, lorsqu'il est nécessaire, \nd'adresser un préavis à l'autre partie par une lettre recommandée avec \naccusé de réception.\nLa partie avisée doit notifier sa réponse à I'autre partie de la même \nmanière, dans un délai de sept jours, à compter de la date de la réception \ndu préavis."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre III : De la négociation collective",
    "chapitre": null,
    "section": null,
    "article_no": "Article 98",
    "text": "Les parties peuvent fixer, par accord commun, la date du début de \nla négociation collective dans un délai de 15 jours suivant la date de la \nréception de la première partie du consentement de la deuxième.\nLes parties peuvent fixer, par accord commun, la date de la clôture \ndes négociations, sous réserve que ce délai ne dépasse, dans tous les cas, \n15 jours de la date d'ouverture desdites négociations.\nUne copie des accords communs précités est adressée à l'autorité \ngouvernementale chargée du travail."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre III : De la négociation collective",
    "chapitre": null,
    "section": null,
    "article_no": "Article 99",
    "text": "L'autorité gouvernementale chargée du travail ou l'autorité \ngouvernementale concernée fournit aux parties de la négociation les \nstatistiques, les informations économiques, sociales et techniques et \nautres renseignements facilitant le déroulement de ladite négociation \ncollective."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre III : De la négociation collective",
    "chapitre": null,
    "section": null,
    "article_no": "Article 100",
    "text": "Les résultats de la négociation collective sont portés dans un procès verbal ou un accord signé par les parties dont une copie est adressée à \nl'autorité gouvernementale chargée du travail qui transmet une copie \ndesdits procès ou accord au Conseil de la négociation collective."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre III : De la négociation collective",
    "chapitre": null,
    "section": null,
    "article_no": "Article 101",
    "text": "Il est créé auprès de l'autorité gouvernementale chargée du travail \nun conseil sous la dénomination de \" Conseil de la négociation collective \n\" ayant pour mission de : \n1. présenter des propositions pour promouvoir la négociation \ncollective ;\n2. présenter des propositions pour encourager la conclusion et la \ngénéralisation des conventions collectives de travail \nnotamment au sein des entreprises occupant plus de deux \ncents salariés, que ce soit à l'échelle nationale ou sectorielle ;\n3. donner son avis sur l'interprétation des clauses de la \nconvention collective de travail, lorsqu'il en est sollicité ;\n4. étudier l'inventaire annuel du bilan des négociations \ncollectives."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre III : De la négociation collective",
    "chapitre": null,
    "section": null,
    "article_no": "Article 102",
    "text": "Le conseil de la négociation collective présidé par le ministre chargé \ndu travail ou son représentant est composé par des représentants de \nl'administration et des représentants des organisations professionnelles \ndes employeurs et des organisations syndicales des salariés.\nLe président du conseil de la négociation collective peut faire appel, \naux fins de participer à ses travaux, à toute personne en raison de ses \nqualifications dans le domaine de compétence dudit conseil."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre III : De la négociation collective",
    "chapitre": null,
    "section": null,
    "article_no": "Article 103",
    "text": "Le nombre des membres du conseil de la négociation collective et les \nmodalités de leur nomination ainsi que les modalités du fonctionnement \ndudit conseil sont fixés par voie réglementaire17."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre Premier : Définition et forme",
    "section": null,
    "article_no": "Article 104",
    "text": "\" La convention collective de travail \" est un contrat collectif \nrégissant les relations de travail conclu entre d'une part, les représentants \nd'une ou plusieurs organisations syndicales des salariés les plus \nreprésentatives ou leurs unions et, d'autre part, soit un ou plusieurs \nemployeurs contractant à titre personnel, soit les représentants d'une ou \nde plusieurs organisations professionnelles des employeurs.\nSous peine de nullité, la convention collective de travail doit être \nétablie par écrit."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre Premier : Définition et forme",
    "section": null,
    "article_no": "Article 105",
    "text": "Les conventions collectives de travail contiennent les dispositions \nconcernant les relations de travail, notamment: \n1. les éléments ci-après du salaire applicable à chaque catégorie \nprofessionnelle:\na. les coefficients hiérarchiques afférents aux différents niveaux \nde qualification professionnelle ; ces coefficients, appliqués au \nsalaire minimum du salarié sans qualification, servent à \ndéterminer les salaires minima pour les autres catégories de \nsalariés en fonction de leurs qualifications professionnelles;\nb. les modalités d'application du principe \" à travail de valeur \négale, salaire égal \", concernant les procédures de règlement \ndes difficultés pouvant naître à ce sujet;\n2. les éléments essentiels servant à la détermination des niveaux de \nqualification professionnelle et, notamment, les mentions \nrelatives aux diplômes professionnels ou autres diplômes;\n3. les conditions et modes d'embauchage et de licenciement des \nsalariés sans que les dispositions prévues, à cet effet, puissent \nporter atteinte au libre choix du syndicat par les salariés;\n4. les dispositions concernant la procédure de révision, \nmodification, dénonciation de tout ou partie de la convention \ncollective de travail;\n5. les procédures conventionnelles suivant lesquelles seront réglés \nles conflits individuels et collectifs de travail susceptibles de \nsurvenir entre les employeurs et les salariés liés par la \nconvention;\n6. l'organisation au profit des salariés d'une formation continue, \nvisant à favoriser leur promotion sociale et professionnelle, à \naméliorer leurs connaissances générales et professionnelles et à \nles adapter aux innovations technologiques;\n7. les indemnités;\n8. la couverture sociale;\n9. l'hygiène et la sécurité professionnelle;\n10.les conditions de travail ;\n11.les facilités syndicales ;\n12.les affaires sociales."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre Premier : Définition et forme",
    "section": null,
    "article_no": "Article 106",
    "text": "La convention collective de travail doit être déposée sans frais, aux \nsoins de la partie la plus diligente, au greffe du tribunal de première \ninstance compétent de tout lieu où elle doit être appliquée et auprès de \nl'autorité gouvernementale chargée du travail.\nLe greffe du tribunal de première instance et l'autorité \ngouvernementale chargée du travail délivrent un récépissé de dépôt, \naprès réception de la convention collective."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre Premier : Définition et forme",
    "section": null,
    "article_no": "Article 107",
    "text": "Les dispositions de l'article précédent sont applicables à toute \nmodification ou révision d'une convention collective de travail."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre Il : Conclusion - Parties à la convention – Adhésion",
    "section": null,
    "article_no": "Article 108",
    "text": "Les représentants de l'organisation syndicale des salariés la plus \nreprésentative ou les représentants d'une organisation professionnelle \ndes employeurs peuvent conclure la convention au nom de leurs \ngroupements en vertu : \n1. soit des dispositions statutaires de cette organisation syndicale \ndes salariés ou organisation professionnelle d'employeurs ;\n2. soit d'une décision spéciale de ladite organisation syndicale des \nsalariés ou organisation professionnelle des employeurs.\nA défaut, pour être valable, la convention collective de travail doit \nêtre approuvée après délibérations spéciales des employeurs concernés.\nL'organisation concernée fixe les modalités de déroulement de ces \ndélibérations."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre Il : Conclusion - Parties à la convention – Adhésion",
    "section": null,
    "article_no": "Article 109",
    "text": "L'organisation professionnelle des employeurs ou l'organisation \nsyndicale des salariés la plus représentative peut demander à l'autorité \ngouvernementale compétente de provoquer la réunion d'une \ncommission mixte en vue de la conclusion d'une convention collective de \ntravail. Cette autorité doit donner suite à cette demande dans un délai de \ntrois mois."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre Il : Conclusion - Parties à la convention – Adhésion",
    "section": null,
    "article_no": "Article 110",
    "text": "Toute organisation syndicale de salariés, toute organisation \nprofessionnelle d'employeurs ou tout employeur qui n'est pas membre \nfondateur d'une convention collective de travail peut y adhérer \nultérieurement.\nL'adhésion est notifiée par lettre recommandée, avec accusé de \nréception, aux parties à la convention collective de travail, à l'autorité \ngouvernementale chargée du travail et au greffe du tribunal de première \ninstance dans le ressort duquel la convention est applicable.\nL'adhésion est valable à compter du jour qui suit sa notification \nconformément à l'alinéa précédent."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre III : Champ d'application et entrée en vigueur de la convention collective de travail",
    "section": null,
    "article_no": "Article 111",
    "text": "Les parties doivent stipuler que la convention collective de travail \nest applicable, soit dans l'ensemble de l'entreprise, soit dans un ou \nplusieurs établissements qui en dépendent et ce, soit dans une \ncollectivité locale déterminée, soit dans une zone déterminée ou dans \ntout le territoire national.\nA défaut de l'une de ces stipulations, la convention collective est \napplicable dans le ressort du tribunal compétent dont le greffe a reçu le \ndépôt conformément l'article 106 ci-dessus.\nElle n'est applicable dans le ressort d'un autre tribunal que si elle y \nest déposée au greffe par les deux parties."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre III : Champ d'application et entrée en vigueur de la convention collective de travail",
    "section": null,
    "article_no": "Article 112",
    "text": "Sont soumises aux obligations de la convention collective de travail :\n1. les organisations syndicales de salariés signataires ou \nadhérentes ainsi que les personnes qui en sont ou en \ndeviendront membres ;\n2. le ou les employeurs qui l'ont signée personnellement ;\n3. les organisations professionnelles des employeurs signataires \nou adhérentes."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre III : Champ d'application et entrée en vigueur de la convention collective de travail",
    "section": null,
    "article_no": "Article 113",
    "text": "Les dispositions de la convention collective de travail contractée par \nl'employeur s'appliquent aux contrats de travail conclus par lui.\nDans chaque entreprise ou établissement compris dans le champ \nd'application d'une convention collective de travail, les dispositions de \ncette convention s'imposent, sauf dispositions plus favorables pour les \nsalariés dans leurs contrats de travail."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre III : Champ d'application et entrée en vigueur de la convention collective de travail",
    "section": null,
    "article_no": "Article 114",
    "text": "Une convention collective de travail n'est applicable qu'à l'expiration \ndu troisième jour qui suit celui de son dépôt auprès de l'autorité \ngouvernementale chargée du travail."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre IV : Durée d'application - Dénonciation",
    "section": null,
    "article_no": "Article 115",
    "text": "La convention collective de travail peut être conclue pour une durée \ndéterminée, pour une durée indéterminée ou pour la durée de la \nréalisation d'un projet."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre IV : Durée d'application - Dénonciation",
    "section": null,
    "article_no": "Article 116",
    "text": "La convention collective de travail à durée indéterminée peut \ntoujours cesser à n'importe quel moment par la volonté de l'une des \nparties.\nLa dénonciation doit être notifiée, au moins un mois avant la date \nprévue pour son expiration, à toutes les parties, au greffe du tribunal \ncompétent et à l'autorité gouvernementale chargée du travail.\nToutefois, lorsque la dénonciation est motivée par la volonté de \nprovoquer la révision de certaines dispositions de la convention \ncollective de travail, un projet de modification doit être joint à la \ndénonciation."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre IV : Durée d'application - Dénonciation",
    "section": null,
    "article_no": "Article 117",
    "text": "Si l'une des parties représente soit plusieurs organisations \nsyndicales de salariés les plus représentatives, soit plusieurs employeurs \nou plusieurs organisations professionnelles d'employeurs, la convention \ncollective à durée indéterminée n'est résolue que lorsqu'elle est dénoncée \npar la dernière de ces organisations syndicales de salariés les plus \nreprésentatives ou le dernier de ces employeurs ou la dernière de ces \norganisations professionnelles d'employeurs.\nAprès dénonciation par l'une des organisations syndicales ou \norganisations professionnelles, les autres organisations peuvent, dans les \ndix jours qui suivent la notification qui leur en a été faite, notifier \négalement leur dénonciation aux autres parties à la date fixée par la \npremière organisation syndicale des salariés ou organisation \nprofessionnelle d'employeurs ayant dénoncé la convention."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre IV : Durée d'application - Dénonciation",
    "section": null,
    "article_no": "Article 118",
    "text": "La dénonciation de la convention collective de travail par une \norganisation syndicale des salariés la plus représentative ou par une \norganisation professionnelle d'employeurs entraîne de plein droit la \ncessation de la convention pour les membres des organisations précitées \nnonobstant tout accord contraire."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre IV : Durée d'application - Dénonciation",
    "section": null,
    "article_no": "Article 119",
    "text": "Lorsque la convention collective de travail est conclue pour une \ndurée déterminée, cette durée ne peut être supérieure à trois années.\nLa convention collective de travail à durée déterminée qui arrive à \nexpiration continue à produire ses effets telle une convention à durée \nindéterminée."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre IV : Durée d'application - Dénonciation",
    "section": null,
    "article_no": "Article 120",
    "text": "La convention collective de travail conclue pour la durée de \nréalisation d'un projet demeure valable jusqu'à l'achèvement dudit \nprojet."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre IV : Durée d'application - Dénonciation",
    "section": null,
    "article_no": "Article 121",
    "text": "Lorsque la convention collective de travail arrive à expiration ou \nlorsqu'elle est dénoncée et tant que n'est pas intervenu un nouvel accord \nindividuel ou collectif stipulant des avantages plus favorables, les \nsalariés conservent le bénéfice des avantages qui leur étaient accordés \npar ladite convention."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre V : Exécution",
    "section": null,
    "article_no": "Article 122",
    "text": "Les organisations syndicales de salariés ou les organisations \nprofessionnelles d'employeurs ou leurs unions liées par une convention \ncollective de travail sont tenues d'en respecter les dispositions, tant \nqu'elles demeurent en vigueur, et de ne rien faire qui soit de nature à en \ncompromettre l'exécution loyale.\nElles sont garantes de cette exécution dans la limite des obligations \nstipulées par la convention."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre V : Exécution",
    "section": null,
    "article_no": "Article 123",
    "text": "Les organisations syndicales de salariés, les organisations \nprofessionnelles d'employeurs et leurs unions, liées par une convention \ncollective de travail, peuvent en leur nom propre, intenter une action en \ndommages-intérêts à l'encontre des autres organisations syndicales de \nsalariés, organisations professionnelles d'employeurs ou unions, parties \nà la convention, des membres de ces organisations, de leurs propres \nmembres ou de toutes autres parties liées par la convention qui ont violé \nles engagements contractés."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre V : Exécution",
    "section": null,
    "article_no": "Article 124",
    "text": "Les personnes liées par une convention collective de travail peuvent \nintenter une action en dommages-intérêts à l'encontre des autres \npersonnes ou organisations syndicales de salariés, organisations \nprofessionnelles d'employeurs ou unions liées par la convention qui ont \nviolé à leur égard les engagements contractés."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre V : Exécution",
    "section": null,
    "article_no": "Article 125",
    "text": "Les personnes, les organisations syndicales des salariés, les \norganisations professionnelles des employeurs et les unions, qui sont liés \npar une convention collective de travail, peuvent intenter toutes les \nactions en justice qui naissent de cette convention en faveur de chacun de \nleurs membres, sans avoir à justifier d'un mandat spécial de l'intéressé, \npourvu que celui-ci ait été averti et ne s'y soit pas opposé. L'intéressé \npeut toujours intervenir personnellement à l'instance engagée en son \nnom par l'organisation syndicale ou l'organisation professionnelle \nconcernée, tant que l'action est en cours."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre V : Exécution",
    "section": null,
    "article_no": "Article 126",
    "text": "Lorsqu'une action née d'une convention collective de travail est \nintentée par une personne, par une organisation syndicale de salariés, \nune organisation professionnelle d'employeurs ou par les unions, liées \npar une convention collective de travail, les autres organisations dont les \nmembres sont liés par la convention, peuvent toujours intervenir à \nl'instance engagée, tant que l'action est en cours, en considération de \nl'intérêt collectif que la solution du litige peut présenter pour leurs \nmembres."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre V : Exécution",
    "section": null,
    "article_no": "Article 127",
    "text": "Les conflits collectifs de travail entre les parties liées par la \nconvention collective de travail, sont réglés conformément au livre VI de \nla présente loi, relatif au règlement des conflits collectifs de travail, à \ndéfaut de dispositions particulières dans la convention collective de\ntravail.\nLes conflits individuels de travail entre les parties liées par la \nconvention collective de travail, dans le cas où celle-ci ne prévoit pas de \ndispositions relatives à leur règlement, sont réglés conformément aux \ndispositions législatives applicables en la matière."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre V : Exécution",
    "section": null,
    "article_no": "Article 128",
    "text": "Outre les compétences qui leur sont conférées par l'article 532 ci dessous, les agents chargés de l'inspection du travail sont compétents en \nmatière de contrôle de l'application des clauses de la convention \ncollective de travail."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre V : Exécution",
    "section": null,
    "article_no": "Article 129",
    "text": "Est puni d'une amende de 300 à 500 dirhams le non-respect des \nstipulations de la convention collective de travail.\nL'amende est appliquée autant de fois qu'il y a de salariés à l'égard \ndesquels les stipulations de la convention collective de travail n'ont pas \nété observées, sans toutefois que le total des amendes dépasse le montant \nde 20.000 dirhams."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre VI : Dispositions diverses",
    "section": null,
    "article_no": "Article 130",
    "text": "Les établissements concernés par l'application d'une convention \ncollective de travail doivent afficher un avis y relatif dans les lieux où le \ntravail est effectué ainsi que dans les locaux où se fait l'embauchage.\nCet avis doit indiquer l'existence de la convention collective de \ntravail, les parties signataires, la date de dépôt et les autorités auprès\ndesquelles elle a été déposée.\nUn exemplaire de la convention doit être tenu à la disposition des \nsalariés."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre VI : Dispositions diverses",
    "section": null,
    "article_no": "Article 131",
    "text": "En cas de modification dans la situation juridique de l'employeur ou \ndans la forme juridique de l'entreprise, telle que prévue à l'article 19 ci dessus, la convention collective de travail demeure en vigueur entre les \nsalariés de l'entreprise et le nouvel employeur."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre VI : Dispositions diverses",
    "section": null,
    "article_no": "Article 132",
    "text": "Sont punis d'une amende de 2.000 à 5.000 dirhams : \n1. le non-affichage de l'avis prévu par l'article 130 ou l'affichage \ndans des lieux autres que ceux mentionnés dans ledit article ;\n2. le défaut dans l'avis de l'une des indications qui doivent y être \nmentionnées en vertu dudit article ;\n3. le non-respect de la disposition dudit article prescrivant la \nmise à la disposition des salariés d'un exemplaire de la \nconvention collective de travail."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre VII : Extension et cessation de la convention collective de travail",
    "section": null,
    "article_no": "Article 133",
    "text": "Lorsqu'une convention collective de travail, conclue dans les \nconditions prévues aux chapitres précédents du présent titre, concerne \nau moins les deux tiers des salariés de la profession, les dispositions de \ncelle-ci doivent être étendues par arrêté de l'autorité gouvernementale \nchargée du travail à l'ensemble des entreprises et établissements \nemployant des salariés exerçant la même profession, soit dans une zone \ndéterminée, soit dans l'ensemble du territoire du Royaume.\nLorsque la convention collective de travail, conclue dans les \nconditions prévues aux chapitres précédents du présent titre, concerne \nau moins cinquante pour cent des salariés les dispositions de celle-ci \npeuvent être étendues, par arrêté de l'autorité gouvernementale chargée \ndu travail, après avis des organisations professionnelles des employeurs, \ndes organisations syndicales des salariés les plus représentatives et du \nconseil de négociation collective, à l'ensemble des entreprises et \nétablissements employant des salariés exerçant la même profession, soit \ndans une zone déterminée, soit dans l'ensemble du territoire du \nRoyaume."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre premier : Des conventions relatives au travail",
    "titre": "Titre IV : De la convention collective de travail",
    "chapitre": "Chapitre VII : Extension et cessation de la convention collective de travail",
    "section": null,
    "article_no": "Article 134",
    "text": "La convention collective de travail étendue cesse d'être obligatoire \nlorsque la convention initiale prend fin."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre Premier : Dispositions générales",
    "chapitre": "Chapitre Premier : De l'ouverture des entreprises",
    "section": null,
    "article_no": "Article 135",
    "text": "Toute personne physique ou morale assujettie aux dispositions de la \nprésente loi et envisageant d'ouvrir une entreprise, un établissement ou \nun chantier dans lequel elle va employer des salariés, est tenue d'en faire \ndéclaration à l'agent chargé de l'inspection du travail dans les conditions \net formes fixées par voie réglementaire18."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre Premier : Dispositions générales",
    "chapitre": "Chapitre Premier : De l'ouverture des entreprises",
    "section": null,
    "article_no": "Article 136",
    "text": "Une déclaration analogue à celle prévue dans l'article 135 ci-dessus \ndoit être également faite par l'employeur dans les cas suivants : \n1. lorsque l'entreprise envisage d'embaucher de nouveaux \nsalariés;\n2. lorsque, tout en occupant des salariés, l'entreprise change de \nnature d'activité;\n3. lorsque, tout en occupant des salariés, l'entreprise est \ntransférée à un autre emplacement;\n4. lorsque l'entreprise décide d'occuper des salariés handicapés;\n5. lorsque l'entreprise occupait du personnel dans ses locaux \npuis décide de confier tout ou partie de ses activités à des \nsalariés travaillant chez eux ou à un sous-traitant;\n6. lorsque l'entreprise occupe des salariés par embauche \ntemporaire."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre Premier : Dispositions générales",
    "chapitre": "Chapitre Premier : De l'ouverture des entreprises",
    "section": null,
    "article_no": "Article 137",
    "text": "Sont punies d'une amende de 2.000 à 5.000 dirhams les infractions \naux dispositions des articles 135 et 136 ci-dessus."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre Premier : Dispositions générales",
    "chapitre": "Chapitre Il : Du règlement intérieur",
    "section": null,
    "article_no": "Article 138",
    "text": "Tout employeur occupant habituellement au minimum dix salariés \nest tenu, dans les deux années suivant l'ouverture de l'entreprise ou de \nl'établissement, d'établir, après l'avoir communiqué aux délégués des \nsalariés et aux représentants syndicaux dans l'entreprise, le cas échéant, \nun règlement intérieur et de le soumettre à l'approbation de l'autorité \ngouvernementale chargée du travail.\nToute modification apportée au règlement intérieur est soumise aux \nformalités de consultation et d'approbation prévues à l'alinéa précédent."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre Premier : Dispositions générales",
    "chapitre": "Chapitre Il : Du règlement intérieur",
    "section": null,
    "article_no": "Article 139",
    "text": "Le modèle du règlement intérieur est fixé par l'autorité \ngouvernementale chargée du travail en consultation avec les \norganisations syndicales des salariés les plus représentatives et les \norganisations professionnelles des employeurs et doit comporter \nnotamment: \n1. des dispositions générales relatives à l'embauchage des \nsalariés, au mode de licenciement, aux congés et aux absences;\n2. des dispositions particulières relatives à l'organisation du \ntravail, aux mesures disciplinaires, à la protection de la santé \net à la sécurité des salariés;\n3. des dispositions relatives à l'organisation de la réadaptation \ndes salariés handicapés à la suite d'un accident de travail ou à \nune maladie professionnelle.\nLe modèle prévu au 1er alinéa du présent article tient lieu de \nrèglement intérieur pour les établissements occupant moins de dix \nsalariés."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre Premier : Dispositions générales",
    "chapitre": "Chapitre Il : Du règlement intérieur",
    "section": null,
    "article_no": "Article 140",
    "text": "L'employeur est tenu de porter le règlement intérieur à la \nconnaissance des salariés et de l'afficher dans un lieu habituellement \nfréquenté par ces derniers et dans le lieu où les salaires leur sont \nhabituellement payés.\nIl est délivré copie du règlement intérieur au salarié à sa demande.\nL'employeur et les salariés sont tenus au respect des dispositions du \nrèglement intérieur."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre Premier : Dispositions générales",
    "chapitre": "Chapitre Il : Du règlement intérieur",
    "section": null,
    "article_no": "Article 141",
    "text": "L'employeur ou son représentant doit fixer dans le règlement \nintérieur les conditions, le lieu, les jours et heures pendant lesquels il \nreçoit individuellement tout salarié qui lui en fait la demande, \naccompagné ou non d'un délégué des salariés ou d'un représentant \nsyndical dans l'entreprise, le cas échéant, sans qu'il puisse y avoir moins \nd'un jour de réception par mois."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre Premier : Dispositions générales",
    "chapitre": "Chapitre Il : Du règlement intérieur",
    "section": null,
    "article_no": "Article 142",
    "text": "Sont punis d'une amende de 2.000 à 5.000 dirhams: \n1. le non-établissement du règlement intérieur dans le délai \nprévu par l'article 138;\n2. le défaut de porter le règlement intérieur à la connaissance des \nsalariés ou le défaut d'affichage ou l'affichage non conforme \naux prescriptions de l'article 140;\n3. le défaut de fixation par l'employeur du jour où il reçoit \nchaque salarié dans les conditions fixées par l'article 141 ou la \nfixation d'un jour où le tour du salarié ne vient qu'après une \npériode supérieure à celle fixée par ledit article."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Premier : De l'âge d'admission au travail",
    "section": null,
    "article_no": "Article 143",
    "text": "Les mineurs ne peuvent être employés ni être admis dans les \nentreprises ou chez les employeurs avant l'âge de quinze ans révolus19."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Premier : De l'âge d'admission au travail",
    "section": null,
    "article_no": "Article 144",
    "text": "L'agent chargé de l'inspection du travail a, à tout moment, le droit \nde requérir l'examen par un médecin dans un hôpital relevant du \nministère chargé de la santé publique de tous les mineurs salariés âgés \nde moins de dix-huit ans et tous les salariés handicapés, à l'effet de \nvérifier si le travail dont ils sont chargés n'excède pas leurs capacités ou \nne convient pas à leur handicap.\nL'agent chargé de l'inspection du travail a le droit d'ordonner le \nrenvoi des mineurs et des salariés handicapés de leur travail, sans \npréavis, en cas d'avis conforme dudit médecin et après examen \ncontradictoire à la demande de leurs parents."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Premier : De l'âge d'admission au travail",
    "section": null,
    "article_no": "Article 145",
    "text": "Aucun mineur de moins de 18 ans ne peut, sans autorisation écrite \npréalablement remise par l'agent chargé de l'inspection du travail pour \nchaque mineur et après consultation de son tuteur, être employé à titre \nde salarié comme comédien ou interprète dans les spectacles publics faits \npar les entreprises dont la liste est fixée par voie réglementaire20.\nL'agent chargé de l'inspection du travail peut procéder au retrait de \nl'autorisation précédemment délivrée soit à son initiative ou à l'initiative \nde toute personne habilitée à cet effet."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Premier : De l'âge d'admission au travail",
    "section": null,
    "article_no": "Article 146",
    "text": "Il est interdit de lancer toute publicité abusive incitant les mineurs à \ns'adonner à la profession d'artiste et à en souligner le caractère lucratif."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Premier : De l'âge d'admission au travail",
    "section": null,
    "article_no": "Article 147",
    "text": "Il est interdit à toute personne de faire exécuter par des mineurs de \nmoins de 18 ans des tours de force périlleux, des exercices d'acrobatie, de \ncontorsion ou de leur confier des travaux comportant des risques sur \nleur vie, leur santé ou leur moralité.\nIl est également interdit à toute personne pratiquant les professions \nd'acrobate, saltimbanque, montreur d'animaux, directeur de cirque ou \nd'attractions foraines, d'employer dans ses représentations des mineurs \nâgés de moins de 16 ans."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Premier : De l'âge d'admission au travail",
    "section": null,
    "article_no": "Article 148",
    "text": "Toute personne exerçant l'une des professions mentionnées à \nl'article 147 ci-dessus doit disposer des extraits de naissance ou de la \ncarte d'identité nationale des mineurs placés sous sa conduite et justifier \nde leur identité par la production de ces pièces à première demande de \nl'agent chargé de l'inspection du travail ou des autorités administratives \nlocales."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Premier : De l'âge d'admission au travail",
    "section": null,
    "article_no": "Article 149",
    "text": "En cas d'infraction aux dispositions des articles 145 à 148 ci-dessus, \nl'agent chargé de l'inspection du travail ou les autorités administratives \nlocales requièrent, aux fins d'interdiction de la représentation, \nl'intervention des agents de la force publique et en donnent avis au \nministère public."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Premier : De l'âge d'admission au travail",
    "section": null,
    "article_no": "Article 150",
    "text": "Sont punis d'une amende de 2.000 à 5.000 dirhams :\n1. le défaut de détention de l'autorisation prévue à l'article 145 ;\n2. le non-respect des dispositions de l'article 146 ;\n3. le défaut de détention ou de production par les personnes \nvisées à l'article 148 des pièces justificatives de l'identité des \nsalariés mineurs placés sous leur conduite.\nSont punies d'une amende de 300 à 500 dirhams les infractions aux\ndispositions de l'article 147.\nL'amende est appliquée autant de fois qu'il y a de salariés mineurs à \nl'égard desquels les dispositions de l'article 147 n'ont pas été observées, \nsans toutefois que le total des amendes dépasse le montant de 20.000 \ndirhams."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Premier : De l'âge d'admission au travail",
    "section": null,
    "article_no": "Article 151",
    "text": "Est punie d'une amende de 25.000 à 30.000 dirhams l'infraction aux\ndispositions de l'article 143.\nLa récidive est passible d'une amende portée au double et d'un \nemprisonnement de 6 jours à 3 mois, ou de l'une de ces deux peines \nseulement."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Il : De la protection de la maternité",
    "section": null,
    "article_no": "Article 152",
    "text": "La salariée en état de grossesse attesté par certificat médical dispose \nd'un congé de maternité de quatorze semaines, sauf stipulations plus \nfavorables dans le contrat de travail, la convention collective de travail \nou le règlement intérieur."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Il : De la protection de la maternité",
    "section": null,
    "article_no": "Article 153",
    "text": "Les salariées en couches ne peuvent être occupées pendant la \npériode de sept semaines consécutives qui suivent l'accouchement.\nL'employeur veille à alléger les travaux confiés à la salariée pendant \nla période qui précède et celle qui suit immédiatement l'accouchement."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Il : De la protection de la maternité",
    "section": null,
    "article_no": "Article 154",
    "text": "La salariée a le droit de suspendre le contrat de travail pendant une \npériode qui commence sept semaines avant la date présumée de \nl'accouchement et se termine sept semaines après la date de celui-ci.\nSi un état pathologique, attesté par certificat médical comme \nrésultant de la grossesse ou des couches, rend nécessaire le \nprolongement de la période de suspension du contrat, le congé de \nmaternité est augmenté de la durée de cet état pathologique, sans \npouvoir excéder huit semaines avant la date présumée de \nl'accouchement et quatorze semaines après la date de celui-ci.\nQuand l'accouchement a lieu avant la date présumée, la période de \nsuspension du contrat de travail pourra être prolongée jusqu'à ce que la \nsalariée épuise les quatorze semaines de suspension du contrat \nauxquelles elle a droit."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Il : De la protection de la maternité",
    "section": null,
    "article_no": "Article 155",
    "text": "La salariée en couches avant la date présumée doit avertir \nl'employeur, par lettre recommandée avec accusé de réception, du motif \nde son absence et de la date à laquelle elle entend reprendre son travail."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Il : De la protection de la maternité",
    "section": null,
    "article_no": "Article 156",
    "text": "En vue d'élever son enfant, la mère salariée peut s'abstenir de \nreprendre son emploi à l'expiration du délai de sept semaines suivant \nl'accouchement ou, éventuellement de quatorze semaines, à condition \nd'en aviser son employeur quinze jours au plus tard avant le terme de la \npériode du congé de maternité. Dans ce cas, la suspension du contrat ne \npeut excéder quatre-vingt-dix jours.\nEn vue d'élever son enfant, la mère salariée peut, en accord avec son \nemployeur, bénéficier d'un congé non payé d'une année.\nLa mère salariée réintègre son poste à l'expiration de la période de \nsuspension visée au premier et 2e alinéas du présent article. Elle \nbénéficie alors des avantages qu'elle avait acquis avant la suspension de \nson contrat."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Il : De la protection de la maternité",
    "section": null,
    "article_no": "Article 157",
    "text": "La mère salariée peut s'abstenir de reprendre son travail. Dans ce \ncas, elle doit adresser une lettre recommandée avec accusé de réception à \nson employeur quinze jours au moins avant le terme de la période de \nsuspension de son contrat, pour l'aviser qu'elle ne reprendra plus soit \ntravail au terme de la suspension mentionnée à l'article 156 ci-dessus. Et \ncela sans observer le délai de préavis et sans avoir à payer une indemnité \ncompensatrice de rupture du contrat de travail."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Il : De la protection de la maternité",
    "section": null,
    "article_no": "Article 158",
    "text": "La salariée en état de grossesse attesté par certificat médical peut \nquitter son emploi sans préavis et sans avoir à payer une indemnité \ncompensatrice de préavis ou de rupture du contrat."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Il : De la protection de la maternité",
    "section": null,
    "article_no": "Article 159",
    "text": "L'employeur ne peut rompre le contrat de travail d'une salariée, \nlorsqu'elle est en état de grossesse attesté par certificat médical, pendant \nla période de grossesse et durant les quatorze semaines suivant \nl'accouchement.\nL'employeur ne peut également rompre le contrat de travail d'une \nsalariée au cours de la période de suspension consécutive à un état \npathologique attesté par un certificat médical et résultant de la grossesse \nou des couches.\nToutefois, et sous réserve que la rupture ne soit pas notifiée ou \nqu'elle ne prenne pas effet pendant la période de suspension du contrat \nprévue aux articles 154 et 156 ci-dessus, l'employeur peut rompre le \ncontrat s'il justifie d'une faute grave commise par l'intéressée ou d'un \nautre motif légal de licenciement."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Il : De la protection de la maternité",
    "section": null,
    "article_no": "Article 160",
    "text": "Si un licenciement est notifié à la salariée avant qu'elle atteste de sa \ngrossesse par certificat médical, elle peut, dans un délai de 15 jours à \ncompter de la notification du licenciement, justifier de son état par \nl'envoi, à l'employeur, d'un certificat médical par lettre recommandée \navec accusé de réception. Le licenciement se trouve de ce fait annulé, \nsous réserve des dispositions du 2e alinéa de l'article 159.\nLes dispositions des deux articles précédents ne font pas obstacle à \nl'échéance du contrat de travail à durée déterminée."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Il : De la protection de la maternité",
    "section": null,
    "article_no": "Article 161",
    "text": "Pendant une période de douze mois courant à compter de la date de \nla reprise du travail après l'accouchement, la mère salariée a droit \nquotidiennement, pour allaiter son enfant, durant les heures de travail, à \nun repos spécial, rémunéré comme temps de travail, d'une demi-heure le \nmatin et d'une demi-heure l'après-midi. Cette heure est indépendante \ndes périodes de repos appliquées à l'entreprise.\nLa mère salariée peut, en accord avec son employeur, bénéficier de \nl'heure réservée à l'allaitement à tout moment pendant les jours de \ntravail."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Il : De la protection de la maternité",
    "section": null,
    "article_no": "Article 162",
    "text": "Une chambre spéciale d'allaitement doit être aménagée dans toute \nentreprise ou à proximité immédiate lorsque cette entreprise occupe au \nmoins cinquante salariées âgées de plus de seize ans.\nLes chambrés d'allaitement peuvent servir de garderies pour les \nenfants des salariées travaillant dans l'entreprise.\nLes conditions d'admission des enfants, celles requises dans les \nchambres d'allaitement ainsi que les conditions de surveillance et \nd'installations d'hygiène de ces chambres sont fixées par l'autorité \ngouvernementale chargée du travail21."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Il : De la protection de la maternité",
    "section": null,
    "article_no": "Article 163",
    "text": "Plusieurs entreprises voisines dans une zone déterminée peuvent \ncontribuer à la création d'une garderie aménagée suivant les conditions \nappropriées."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Il : De la protection de la maternité",
    "section": null,
    "article_no": "Article 164",
    "text": "Toute convention contraire aux dispositions des articles 152 à 163 est \nnulle de plein droit."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre Il : De la protection de la maternité",
    "section": null,
    "article_no": "Article 165",
    "text": "1. Sont punis d'une amende de 10.000 à 20.000 dirhams : \n2. la rupture, hors les cas prévus par l'article 159, du contrat de \ntravail d'une salariée en état de grossesse attesté par un \ncertificat médical ou en couches se trouvant dans la période de \nquatorze semaines qui suit l'accouchement ;\n3. l'emploi d'une salariée en couches durant la période de sept \nsemaines suivant l'accouchement ;\n4. le refus de suspendre le contrat de travail d'une salariée, en \nviolation des dispositions de l'article 154.\n5. Sont punis d'une amende de 2.000 à 5.000 dirhams : \n6. le refus de repos spécial accordé à la salariée pendant les \nheures de travail aux fins d'allaitement pendant la période \nprévue par l'article 161 ;\n7. le non-respect des dispositions de l'article 162 concernant la \ncréation de la chambre spéciale d'allaitement et des \ndispositions de la réglementation en vigueur concernant les \nconditions d'admission des enfants, d'équipement, de \nsurveillance et d'installations d'hygiène desdites chambres."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre III : Dispositions particulières au travail et à la protection des handicapés",
    "section": null,
    "article_no": "Article 166",
    "text": "Tout salarié devenu handicapé, pour quelque cause que ce soit, \ngarde son emploi et est chargé, après avis du médecin de travail ou de la \ncommission de sécurité et d'hygiène, d'un travail qui correspond à son \nhandicap, après une formation de réadaptation, sauf si cela s'avère \nimpossible vu la gravité de l'handicap et la nature du travail."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre III : Dispositions particulières au travail et à la protection des handicapés",
    "section": null,
    "article_no": "Article 167",
    "text": "Il est interdit d'employer les salariés handicapés à des travaux \npouvant leur porter préjudice ou susceptibles d'aggraver leur handicap."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre III : Dispositions particulières au travail et à la protection des handicapés",
    "section": null,
    "article_no": "Article 168",
    "text": "L'employeur doit soumettre à l'examen médical les salariés \nhandicapés qu'il envisage d'employer.\nLe médecin de travail procède à cet examen périodiquement, après \nchaque année de travail."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre III : Dispositions particulières au travail et à la protection des handicapés",
    "section": null,
    "article_no": "Article 169",
    "text": "L'employeur doit équiper ses locaux des accessibilités22 nécessaires \npour faciliter le travail des salariés handicapés et veiller à leur procurer \ntoutes les conditions d'hygiène et de sécurité professionnelle."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre III : Dispositions particulières au travail et à la protection des handicapés",
    "section": null,
    "article_no": "Article 170",
    "text": "Les mesures favorables ayant pour objectif l'égalité effective dans les \nopportunités et le traitement entre les salariés handicapés et les autres \nsalariés ne sont pas considérées comme discriminatoires à l'égard de ces \nderniers."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre III : Dispositions particulières au travail et à la protection des handicapés",
    "section": null,
    "article_no": "Article 171",
    "text": "Sont punies d'une amende de 2.000 à 5.000 dirhams les infractions \naux dispositions des articles 166 à 169."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre IV : Du travail de nuit des femmes et des mineurs",
    "section": null,
    "article_no": "Article 172",
    "text": "Sous réserve des cas d'exception fixés par voie réglementaire, les \nfemmes peuvent être employées à tout travail de nuit, en considération \nde leur état de santé et de leur situation sociale, après consultation des \norganisations professionnelles d'employeurs et des organisations \nsyndicales de salariés les plus représentatives.\nLes conditions devant être mises en place pour faciliter le travail de \nnuit des femmes sont fixées par voie réglementaire23.\nSous réserve des dispositions des articles 175 et 176 ci-dessous, il est \ninterdit d'employer à un travail de nuit des mineurs âgés de moins de \nseize ans.\nDans les activités non agricoles, est considéré comme travail de nuit \ntout travail exécuté entre 21 heures et 6 heures.\nDans les activités agricoles, est considéré comme travail de nuit tout \ntravail exécuté entre 20 heures et 5 heures."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre IV : Du travail de nuit des femmes et des mineurs",
    "section": null,
    "article_no": "Article 173",
    "text": "Les dispositions des 1er et 3e alinéas de l'article 172 ne sont pas \napplicables aux établissements auxquels la nécessité impose une activité \ncontinue ou saisonnière ou dont le travail s'applique soit à des matières \npremières, soit à des matières en élaboration, soit à des produits \nagricoles susceptibles d'altération rapide.\nEn cas de circonstances exceptionnelles et lorsque l'établissement ne \npeut pas bénéficier, en raison de son activité ou de son objet, de la \ndérogation prévue à l'alinéa précédent, une autorisation exceptionnelle \nspéciale peut lui être délivrée par l'agent chargé de l'inspection du travail \npour lui permettre de bénéficier des dispositions prévues audit alinéa."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre IV : Du travail de nuit des femmes et des mineurs",
    "section": null,
    "article_no": "Article 174",
    "text": "Il doit être accordé aux femmes et aux mineurs, entre deux journées \nde travail de nuit, un repos dont la durée ne peut être inférieure à onze \nheures consécutives comprenant obligatoirement la période de travail de \nnuit telle que fixée à l'article 172 ci-dessus.\nCette durée peut toutefois être réduite à dix heures dans les \nétablissements visés à l'article 173 ci-dessus."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre IV : Du travail de nuit des femmes et des mineurs",
    "section": null,
    "article_no": "Article 175",
    "text": "A la suite de chômage résultant de force majeure ou d'une \ninterruption accidentelle ne présentant pas un caractère périodique, \nl'employeur peut déroger aux dispositions du 2e alinéa de l'article 173 ci dessus, dans la limite du nombre de journées de travail perdues, sous \nréserve d'en aviser au préalable l'agent chargé de l'inspection du travail.\nIl ne peut être fait usage de cette dérogation au-delà de douze nuits \npar an, sauf autorisation de l'agent chargé de l'inspection du travail."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre IV : Du travail de nuit des femmes et des mineurs",
    "section": null,
    "article_no": "Article 176",
    "text": "L'employeur peut temporairement déroger aux dispositions du 3e \nalinéa de l'article 172 en ce qui concerne les mineurs âgés de moins de \nseize ans s'il s'agit de prévenir des accidents imminents, d'organiser des\nopérations de sauvetage ou de réparer des dégâts imprévisibles.\nL'employeur qui déroge auxdites dispositions doit en aviser \nimmédiatement, et par tous moyens, l'agent chargé de l'inspection du \ntravail.\nL'employeur ne peut faire usage de cette dérogation que dans la \nlimite d'une nuit.\nL'employeur ne peut faire usage de cette dérogation s'il s'agit d'un \nsalarié handicapé."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre IV : Du travail de nuit des femmes et des mineurs",
    "section": null,
    "article_no": "Article 177",
    "text": "Sont punis d'une amende de 300 à 500 dirhams : \n1. l'emploi à tout travail de nuit de femmes et de mineurs âgés \nde moins de 16 ans, dans le cas prévu par le dernier alinéa de \nl'article 173, sans l'autorisation exceptionnelle prévue par ledit \nalinéa ;\n2. le non-respect, dans les activités non agricoles, de la durée \nminimum de repos des femmes et des mineurs entre deux \njournées de travail consécutives, prévue par l'article 174.\nL'amende est appliquée autant de fois qu'il y a de femmes et de \nmineurs à l'égard desquels les dispositions desdits articles n'ont pas été \nappliquées, sans toutefois que le total des amendes dépasse le montant \nde 20.000 dirhams."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre IV : Du travail de nuit des femmes et des mineurs",
    "section": null,
    "article_no": "Article 178",
    "text": "Sont punis d'une amende de 2.000 à 5.000 dirhams : \n1. le défaut d'avis préalable à l'agent chargé de l'inspection du \ntravail dans le cas prévu au 1er alinéa de l'article 175 ou \nl'usage de la dérogation prévue au 2e alinéa dudit article sans \nautorisation préalable de l'agent précité ;\n2. le défaut d'avis immédiat à l'agent chargé de l'inspection du \ntravail dans le cas prévu par l'article 176 ou l'usage de la \ndérogation autorisée pour une durée dépassant la limite fixée \npar le 3e alinéa dudit article ;\n3. le non-respect des dispositions du 4e alinéa de l'article 176."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre V : Des travaux interdits aux femmes et aux mineurs et des dispositions spéciales au travail des femmes et des mineurs",
    "section": null,
    "article_no": "Article 179",
    "text": "Il est interdit d'employer les mineurs de moins de 18 ans, les \nfemmes et les salariés handicapés dans les carrières et dans les travaux \nsouterrains effectués au fond des mines."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre V : Des travaux interdits aux femmes et aux mineurs et des dispositions spéciales au travail des femmes et des mineurs",
    "section": null,
    "article_no": "Article 180",
    "text": "Il est interdit d'employer les mineurs de moins de 18 ans dans des \ntravaux, tant au jour qu'au fond, susceptibles d'entraver leur croissance \nou d'aggraver leur état s'ils sont handicapés."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre V : Des travaux interdits aux femmes et aux mineurs et des dispositions spéciales au travail des femmes et des mineurs",
    "section": null,
    "article_no": "Article 181",
    "text": "Il est interdit d'occuper les mineurs de moins de 18 ans, les femmes \net les salariés handicapés à des travaux qui présentent des risques de \ndanger excessif, excèdent leurs capacités ou sont susceptibles de porter \natteinte aux bonnes mœurs.\nLa liste de ces travaux est fixée par voie réglementaire24."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre V : Des travaux interdits aux femmes et aux mineurs et des dispositions spéciales au travail des femmes et des mineurs",
    "section": null,
    "article_no": "Article 182",
    "text": "Dans les établissements où des marchandises et des objets sont \nmanutentionnés ou offerts au public par un personnel féminin, chacune \ndes salles où s'effectue le travail doit être munie d'un nombre de sièges \négal à celui des femmes qui y sont employées.\nCes sièges doivent être distincts de ceux mis à la disposition de la \nclientèle."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre II : De la protection du mineur et de la femme",
    "chapitre": "Chapitre V : Des travaux interdits aux femmes et aux mineurs et des dispositions spéciales au travail des femmes et des mineurs",
    "section": null,
    "article_no": "Article 183",
    "text": "Sont punis d'une amende de 300 à 500 dirhams : \n1. l'emploi des mineurs âgés de moins de dix-huit ans et des \nfemmes dans les carrières et travaux souterrains effectués au \nfond des mines, en violation de l'article 179 ;\n2. l'emploi de salariés de moins de dix-huit ans, dans des \ntravaux, tant au jour qu'au fond, susceptibles d'entraver leur \ncroissance ou d'aggraver leur handicap en violation de l'article \n180, ainsi qu'aux travaux visés à l'article 181.\nLa peine d'amende est appliquée autant de fois qu'il y a de salariés à \nl'égard desquels les dispositions des deux articles précédents n'ont pas \nété observées, sans toutefois que le total des amendes dépasse le montant \nde 20.000 dirhams.\nEst puni d'une amende de 2.000 à 5.000 dirhams le défaut de sièges \nou du nombre de sièges prescrit par l'article 182 dans chacune des salles \noù s'effectue le travail des salariées dans les établissements visés audit \narticle."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre III : De la durée du travail",
    "chapitre": "Chapitre Premier : De la durée normale du travail",
    "section": "Section I : Fixation de la durée",
    "article_no": "Article 184",
    "text": "Dans les activités non agricoles, la durée normale de travail des \nsalariés est fixée à 2288 heures par année ou 44 heures par semaine.\nLa durée annuelle globale de travail peut être répartie sur l'année \nselon les besoins de l'entreprise à condition que la durée normale du \ntravail n'excède pas dix heures par jour, sous réserve des dérogations \nvisées aux articles 189, 190 et 192.\nDans les activités agricoles, la durée normale de travail est fixée à \n2496 heures dans l'année. Elle est répartie par périodes selon les \nnécessités des cultures suivant une durée journalière déterminée par \nl'autorité gouvernementale compétente, après consultation des \norganisations professionnelles des employeurs et des organisations \nsyndicales des salariés les plus représentatives25.\nLa réduction de la durée de travail dans les activités non agricoles \nde 2496 à 2288 heures dans l'année et dans les activités agricoles de 2700 \nà 2496 heures dans l'année n'entraîne aucune diminution du salaire.\nLes modalités d'application du présent article sont fixées par voie \nréglementaire26, après consultation des organisations professionnelles \ndes employeurs et des organisations syndicales des salariés les plus \nreprésentatives."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre III : De la durée du travail",
    "chapitre": "Chapitre Premier : De la durée normale du travail",
    "section": "Section I : Fixation de la durée",
    "article_no": "Article 185",
    "text": "Pour se protéger des crises périodiques passagères, l'employeur \npeut, après consultation des représentants des salariés et, le cas échéant, \ndes représentants des syndicats au sein de l'entreprise, répartir la durée \nannuelle globale de travail sur l'année selon les besoins de l'entreprise à \ncondition que la durée normale du travail n'excède pas dix heures par \njour.\nCette mesure n'entraîne aucune réduction du salaire mensuel. \nL'employeur peut réduire la durée normale du travail pour une période \ncontinue ou interrompue ne dépassant pas soixante jours par an, après \nconsultation des délégués des salariés et, le cas échéant, des \nreprésentants des syndicats au sein de l'entreprise en cas de crise \néconomique passagère ayant affecté l'entreprise ou de circonstances\nexceptionnelles involontaires.\nLe salaire est payé pour la durée effective de travail et ne peut, en \naucun cas, être inférieur à 50 % du salaire normal, sauf dispositions plus \nfavorables pour les salariés.\nSi la réduction de la durée normale de travail est supérieure à celle \nprévue au premier alinéa ci-dessus, la période de cette réduction doit \nêtre fixée par accord entre l'employeur, les délégués des salariés et, le cas \néchéant, les représentants des syndicats dans l'entreprise.\nA défaut d'accord, la réduction de la durée normale de travail ne \npeut être opérée que sur autorisation du gouverneur de la préfecture ou \nde la province conformément à la procédure fixée à l'article 67 ci-dessus."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre III : De la durée du travail",
    "chapitre": "Chapitre Premier : De la durée normale du travail",
    "section": "Section I : Fixation de la durée",
    "article_no": "Article 186",
    "text": "Si l'employeur qui envisage de réduire la durée normale de travail \noccupe habituellement dix salariés ou plus, il doit en aviser les délégués \ndes salariés et, le cas échéant, les représentants des syndicats dans \nl'entreprise, une semaine au moins avant de procéder à la réduction, et \nleur communiquer en même temps tous les renseignements sur les \nmesures qu'il envisage de prendre et les effets qui peuvent en résulter.\nL'employeur doit également consulter les délégués des salariés et, le \ncas échéant, les représentants des syndicats dans l'entreprise sur toute \nmesure susceptible d'empêcher la réduction de la durée normale de \ntravail ou d'en diminuer les effets négatifs.\nLe comité d'entreprise se substitue aux délégués des salariés et les \nreprésentants des syndicats dans les entreprises employant plus de \ncinquante salariés."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre III : De la durée du travail",
    "chapitre": "Chapitre Premier : De la durée normale du travail",
    "section": "Section I : Fixation de la durée",
    "article_no": "Article 187",
    "text": "Le travail par roulement ou par relais est interdit sauf dans les \nentreprises où cette organisation du travail est justifiée par des raisons \ntechniques.\nOn entend par \" travail par roulement \", l'organisation du travail qui \npermet à un établissement de rester ouvert tous les jours de la semaine, \nsans que chaque salarié qui s'y trouve occupé ne dépasse la limite \nmaximum légale de la durée du travail.\nOn entend par \" travail par relais \", l'organisation de travail avec des \néquipes tournantes sur la base de la non-simultanéité des repos des \nsalariés dans le cadre de la même journée."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre III : De la durée du travail",
    "chapitre": "Chapitre Premier : De la durée normale du travail",
    "section": "Section I : Fixation de la durée",
    "article_no": "Article 188",
    "text": "En cas d'organisation du travail par équipes successives, la durée de \ntravail de chaque équipe ne peut excéder huit heures par jour. Cette \ndurée doit être continue sauf une interruption pour le repos qui ne peut \nêtre supérieure à une heure."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre III : De la durée du travail",
    "chapitre": "Chapitre Premier : De la durée normale du travail",
    "section": "Section I : Fixation de la durée",
    "article_no": "Article 189",
    "text": "En cas d'interruption collective du travail dans un établissement ou \npartie d'établissement résultant de causes accidentelles ou de force \nmajeure, la durée journalière de travail peut être prolongée à titre de \nrécupération des heures de travail perdues, après consultation des \ndélégués des salariés et, le cas échéant, des représentants des syndicats \ndans l'entreprise.\nDans tous les cas : \n1. les récupérations des heures de travail perdues ne peuvent \nêtre autorisées pendant plus de trente jours par an ;\n2. la prolongation de la durée journalière de travail ne peut \ndépasser une heure ;\n3. la durée journalière de travail ne peut dépasser dix heures."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre III : De la durée du travail",
    "chapitre": "Chapitre Premier : De la durée normale du travail",
    "section": "Section I : Fixation de la durée",
    "article_no": "Article 190",
    "text": "Lorsque, dans un établissement, des salariés effectuent un travail \nessentiellement intermittent ou lorsque doivent être effectués des \ntravaux préparatoires ou complémentaires indispensables à l'activité \ngénérale dudit établissement et qui ne peuvent être exécutés dans la \nlimite de la durée normale du travail, les salariés affectés auxdits travaux \npeuvent être employés au-delà de ladite durée dans la limite journalière \nmaximum de douze heures."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre III : De la durée du travail",
    "chapitre": "Chapitre Premier : De la durée normale du travail",
    "section": "Section I : Fixation de la durée",
    "article_no": "Article 191",
    "text": "Les dérogations à la durée normale de travail sont applicables \nexclusivement aux salariés âgés de plus de dix-huit ans. Toutefois, \nd'autres exceptions peuvent être appliquées aux mineurs âgés de 16 ans \npréposés au service médical, salles d'allaitement et autres services créés \nen faveur des salariés de l'établissement et de leurs familles, aux \nmagasiniers, pointeurs, garçons de bureau, agents préposés au nettoyage \ndes locaux et aux agents similaires."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre III : De la durée du travail",
    "chapitre": "Chapitre Premier : De la durée normale du travail",
    "section": "Section I : Fixation de la durée",
    "article_no": "Article 192",
    "text": "Lorsque dans une entreprise, des travaux urgents doivent \nnécessairement être exécutés immédiatement pour prévenir des dangers \nimminents, organiser des mesures de sauvetage, réparer des accidents \nsurvenus soit au matériel, soit aux installations, soit aux bâtiments de \nl'entreprise ou pour éviter le dépérissement de certaines matières, la \ndurée normale de travail peut être prolongée pendant un jour puis à \nraison de deux heures durant les trois jours suivants."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre III : De la durée du travail",
    "chapitre": "Chapitre Premier : De la durée normale du travail",
    "section": "Section I : Fixation de la durée",
    "article_no": "Article 193",
    "text": "Les heures de travail effectuées conformément aux articles 190 et 192 \nci-dessus sont rémunérées sur la base du salaire afférent à la durée \nnormale de travail, sauf lorsqu'elles sont destinées à permettre au salarié \nde bénéficier d'un repos compensatoire ou lorsque : \n1. elles sont destinées à permettre au salarié de prendre un repas \nsi la durée du repas est comprise dans le temps de travail ;\n2. elles correspondent, en raison du caractère intermittent du \ntravail, à des heures de présence et non à des heures de travail \neffectif, ce dernier étant entrecoupé de longs repos, \nnotamment le travail des concierges dans les bâtiments \ndestinés au logement, surveillants, gardiens, préposés aux \nservices d'incendie ou à la distribution d'essence et les \npréposés aux services médicaux de l'entreprise."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre III : De la durée du travail",
    "chapitre": "Chapitre Premier : De la durée normale du travail",
    "section": "Section I : Fixation de la durée",
    "article_no": "Article 194",
    "text": "Les modalités d'application des articles 187 à 192 ci-dessus ainsi que \nde l'article 196 ci-dessous en ce qui concerne les surcroîts exceptionnels \nde travail, sont déterminées par profession, par industrie, par commerce \nou par catégorie professionnelle pour l'ensemble du territoire national ou \npour une province déterminée et sont fixées par l'autorité \ngouvernementale chargée du travail, après avis des organisations \nprofessionnelles des employeurs et des organisations syndicales des \nsalariés les plus représentatives27."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre III : De la durée du travail",
    "chapitre": "Chapitre Premier : De la durée normale du travail",
    "section": "Section I : Fixation de la durée",
    "article_no": "Article 195",
    "text": "Le gouverneur de la préfecture ou de la province peut autoriser, \npour toutes les entreprises ou tous les établissements ou pour des parties \nde ces entreprises et établissements exerçant une même profession ou \nmétier ou des professions ou métiers connexes, l'application d'un horaire \nuniforme pour l'ouverture et la fermeture de leurs portes au public ou un \nroulement entre lesdits entreprises et établissements pour l'ouverture et \nla fermeture, lorsque les trois-quarts au moins des salariés et employeurs \nde la même profession ou métier ou des professions ou métiers connexes \ndans une préfecture ou province, un cercle, une commune, un \narrondissement ou un quartier déterminé, le demandent."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre III : De la durée du travail",
    "chapitre": "Chapitre Premier : De la durée normale du travail",
    "section": "Section Il : Des heures supplémentaires",
    "article_no": "Article 196",
    "text": "Lorsque les entreprises doivent faire face à des travaux d'intérêt \nnational ou à des surcroîts exceptionnels de travail, les salariés desdites \nentreprises peuvent être employés au-delà de la durée normale de travail \ndans les conditions fixées par voie réglementaire28, à condition qu'ils \nperçoivent, en sus de leurs salaires, des indemnisations pour les heures \nsupplémentaires."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre III : De la durée du travail",
    "chapitre": "Chapitre Premier : De la durée normale du travail",
    "section": "Section Il : Des heures supplémentaires",
    "article_no": "Article 197",
    "text": "Les heures supplémentaires effectuées, en application de l'article 196 \nci-dessus, au-delà de la durée normale hebdomadaire sont calculées en \ntenant compte des heures accomplies conformément aux articles 190 et \n192 ci-dessus.\nSont considérées comme heures supplémentaires les heures de \ntravail accomplies au-delà de la durée normale de travail du salarié."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre III : De la durée du travail",
    "chapitre": "Chapitre Premier : De la durée normale du travail",
    "section": "Section Il : Des heures supplémentaires",
    "article_no": "Article 198",
    "text": "Les heures supplémentaires sont payées en un seul versement en \nmême temps que le salaire dû."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre III : De la durée du travail",
    "chapitre": "Chapitre Premier : De la durée normale du travail",
    "section": "Section Il : Des heures supplémentaires",
    "article_no": "Article 199",
    "text": "Dans les entreprises où les 2288 heures de travail sont réparties \nd'une manière inégale sur l'année, sont considérées comme heures \nsupplémentaires les heures de travail accomplies quotidiennement à \npartir de la dixième heure incluse.\nSont également considérées comme heures supplémentaires de \ntravail, les heures effectuées annuellement à partir de la 2289e heure \nincluse."
  },
  {
    "code": "Code du Travail",
    "livre": "Livre II: Des conditions de travail et de la rémunération du salarié",
    "titre": "Titre III : De la durée du travail",
    "chapitre": "Chapitre Premier : De la durée normale du travail",
    "section": "Section Il : Des heures supplémentaires",
    "article_no": "Article 200",
    "text": "Pour le salarié qui n'aura pas été occupé pendant la totalité de la \nsemaine pour cause de licenciement, de démission, de congé annuel \npayé, d'accident de travail ou de maladie professionnelle ou en raison du \nrepos donné à l'occasion d'un jour de fête payé ou d'un jour férié, chaque \nheure de travail effectuée en dehors de l'horaire de travail au cours de la \nsemaine est considérée comme heure supplémentaire de travail.\nLes dispositions de l'alinéa ci-dessus s'appliquent au salarié \nembauché au cours de la semaine."
  }
]