[
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Sous-section IV: Les radiations",
    "article_no": "Article 51",
    "text": "Quand un commerçant cesse d'exercer son commerce ou vient à \ndécéder, sans qu'il y ait cession de fonds de commerce ou quand une \nsociété est dissoute, il y a lieu de procéder à la radiation de \nl'immatriculation.\nLes dispositions de l'alinéa précédent s'appliquent pour la radiation de \nl'immatriculation d'une succursale ou d'une agence.\nLa radiation peut être requise par le commerçant, ou par ses héritiers, \nou par le liquidateur, ou par les gérants ou les membres des organes \nd'administration, de direction ou de gestion de la société en fonction au \nmoment de sa dissolution.\nL'assujetti ne peut être rayé des rôles d'imposition à l'impôt des \npatentes afférents à l'activité pour laquelle il est immatriculé, qu'en \njustifiant au préalable de la radiation du registre du commerce.\nPréalablement à toute radiation, les inscriptions doivent être apurées \net les créanciers gagistes informés."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Sous-section IV: Les radiations",
    "article_no": "Article 52",
    "text": "En cas d'acquisition ou de location d'un fonds de commerce, il est \nprocédé sur le registre du commerce du précédent propriétaire ou du \nbailleur, à la radiation de l'inscription du fonds cédé ou loué."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Sous-section IV: Les radiations",
    "article_no": "Article 53",
    "text": "En cas de décès du commerçant et si le commerce doit être continué \ndans l'indivision, une immatriculation nouvelle doit être demandée par \nchacun des indivisaires.\nEn cas de partage, la radiation des indivisaires doit être demandée et \nune immatriculation nouvelle requise par celui auquel le fonds est \nattribué."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Sous-section IV: Les radiations",
    "article_no": "Article 54",
    "text": "Est radié d'office tout commerçant:\n1) frappé d'une interdiction d'exercer une activité commerciale en \nvertu d'une décision judiciaire passée en force de chose jugée ; \n2) décédé depuis plus d'un an ; \n3) s'il est établi que la personne immatriculée a cessé effectivement \ndepuis plus de trois ans l'exercice de l'activité pour laquelle elle a été \ninscrite."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Sous-section IV: Les radiations",
    "article_no": "Article 55",
    "text": "Est radié d'office tout commerçant ou personne morale :\n1) à compter de la clôture d'une procédure de redressement ou de \nliquidation judiciaire ;\n2) au terme d'un délai de trois ans courant à compter de la date de la \nmention de la dissolution. Le délai entre la radiation susmentionnée et la \ndate de publication au procès-verbal de désignation du liquidateur, tel \nqu’il est fixé par les lois en vigueur, ne doit pas dépasser 60 jours.\nToutefois, le liquidateur peut demander la prorogation des délais de \nliquidation. Cette prorogation est valable un an, sauf renouvellement \nd'année en année, le président du tribunal statue sur la demande de \npropagation avant son immatriculation par voie d’inscription \nmodificative."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Sous-section IV: Les radiations",
    "article_no": "Article 56",
    "text": "Les radiations d'office sont opérées en vertu d'une ordonnance du \nprésident du tribunal."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Sous-section IV: Les radiations",
    "article_no": "Article 57",
    "text": "Est rapportée par le greffier, sur ordonnance du président du tribunal, \ntoute radiation d'office effectuée au vu de renseignements qui se révèlent \nerronés."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Section III: Les effets des inscriptions",
    "article_no": "Article 58",
    "text": "Toute personne physique ou morale immatriculée au registre du \ncommerce est présumée, sauf preuve contraire, avoir la qualité de \ncommerçant avec toutes les conséquences qui découlent de cette qualité."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Section III: Les effets des inscriptions",
    "article_no": "Article 59",
    "text": "Les personnes physiques ou morales assujetties à l'immatriculation au \nregistre du commerce et qui ne se sont pas fait immatriculer ne peuvent se \nprévaloir, jusqu'à immatriculation, à l'égard des tiers de leur qualité de \ncommerçant mais n'en sont pas moins soumises à toutes les obligations \ndécoulant de cette qualité."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Section III: Les effets des inscriptions",
    "article_no": "Article 60",
    "text": "En cas de cession ou de location d'un fonds de commerce, la personne \nimmatriculée reste solidairement responsable des dettes de son successeur \nou de son locataire tant qu'elle ne s'est pas fait radier du registre du \ncommerce ou qu'elle n'a pas fait modifier son inscription avec la mention \nexpresse de la vente ou la location."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Section III: Les effets des inscriptions",
    "article_no": "Article 61",
    "text": "Seuls les faits et actes régulièrement inscrits au registre du commerce \nsont opposables aux tiers.\nLes personnes assujetties à l'immatriculation au registre du commerce \nne peuvent, dans l'exercice de leur activité commerciale, opposer aux tiers \nqui peuvent toutefois s'en prévaloir, les faits et actes sujets à mention \nmodificative que si ces derniers ont été inscrits au registre du commerce.\nL'alinéa précédent n'est pas applicable si les assujettis établissent qu'au \nmoment où ils ont traité, les tiers en cause avaient connaissance des faits et \nactes dont il s'agit."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Section IV: Les sanctions",
    "article_no": "Article 62",
    "text": "A l'expiration d'un délai d'un mois à compter de la mise en demeure21\nadressée par l'administration, encourt une amende de 1.000 à 5.000 \ndirhams tout commerçant, tout gérant ou membre des organes \nd'administration, de direction ou de gestion d'une société commerciale, \ntout directeur d'une succursale ou d'une agence d'un établissement ou \nd'une société commerciale, tenu par les dispositions de la présente loi à se \nfaire immatriculer au registre du commerce, qui ne requiert pas dans les \ndélais prescrits les inscriptions obligatoires.\nLa même amende est encourue en cas d'inobservation des dispositions \nde l'article 39."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Section IV: Les sanctions",
    "article_no": "Article 63",
    "text": "L'amende est prononcée par le tribunal dans le ressort duquel se \ntrouve l'intéressé sur réquisition du magistrat chargé de la surveillance du \nregistre du commerce, l'intéressé entendu ou dûment convoqué.\nLe tribunal ordonne que l'inscription omise sera faite dans un délai de \ndeux mois. Si, dans ce délai, elle n'a pas été opérée, une nouvelle amende \npeut être prononcée.\nDans ce dernier cas, s'il s'agit de l'ouverture d'une succursale ou d'une \nagence d'un établissement situé en dehors du Maroc, le tribunal peut \nordonner la fermeture de cette succursale ou agence jusqu'au jour où la \nformalité omise aura été remplie."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Section IV: Les sanctions",
    "article_no": "Article 64",
    "text": "Toute indication inexacte donnée de mauvaise foi en vue de \nl'immatriculation ou de l'inscription au registre du commerce est punie \nd'un emprisonnement d'un mois à un an et d'une amende de 1.000 à 50.000 \ndirhams ou de l'une de ces deux peines seulement22.\nLe jugement prononçant la condamnation ordonne que la mention \ninexacte sera rectifiée dans les termes qu'il détermine."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Section IV: Les sanctions",
    "article_no": "Article 65",
    "text": "Toute inobservation des dispositions de l'article 49, relatives à \nl'indication de certaines mentions sur les papiers de commerce des \ncommerçants et des sociétés commerciales, est passible de l'amende prévue \nà l'article 62."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Section IV: Les sanctions",
    "article_no": "Article 66",
    "text": "Toute indication inexacte donnée de mauvaise foi, figurant dans la \nmention portée sur les papiers de commerce des commerçants et des \nsociétés commerciales, est punie des peines prévues par l'article 64."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Section IV: Les sanctions",
    "article_no": "Article 67",
    "text": "Indépendamment des règles posées par le code pénal, est en état de \nrécidive, quiconque ayant fait précédemment l'objet d'une condamnation à \nune amende, commet le même délit dans les cinq années qui suivent le \nprononcé de la première condamnation devenue irrévocable.\nDans ce cas, les peines prévues à l'article 64 sont portées au double."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Section IV: Les sanctions",
    "article_no": "Article 68",
    "text": "Les dispositions des articles 64 et 66 n'excluent pas l'application, le cas \néchéant, des dispositions du code pénal."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Section V: La raison de commerce",
    "article_no": "Article 69",
    "text": "Celui qui exploite un établissement de commerce, seul ou avec un \nassocié en participation ne peut inscrire comme raison de commerce que \nson propre nom.\nIl ne peut rien ajouter à la raison de commerce qui indique un rapport \nde société mais il peut ajouter toutes indications servant à distinguer sa \npersonne ou son établissement, pourvu qu'elles soient conformes à la \nvérité, ne puissent induire en erreur et ne lèsent aucun intérêt public."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Section V: La raison de commerce",
    "article_no": "Article 70",
    "text": "Le droit de faire usage du nom d'un commerçant ou d'une raison de \ncommerce inscrit au registre du commerce et publié dans un journal \nd'annonces légales, appartient exclusivement au propriétaire de ce nom ou \nde cette raison.\nIl ne peut être employé par aucun autre, même par celui qui a un nom \nde famille identique ; celui-ci doit, en constituant une raison de commerce, \najouter à son nom une autre indication qui le distingue nettement de la \nraison de commerce déjà existante."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Section V: La raison de commerce",
    "article_no": "Article 71",
    "text": "Celui qui acquiert ou exploite un fonds de commerce peut, s'il y est \nexpressément autorisé, continuer à faire usage du même nom ou de la \nmême raison de commerce mais il est tenu d'y ajouter une indication \nprécisant le fait de la succession ou de la cession. L'héritier est tenu de la \nmême obligation, s'il veut bénéficier des droits résultant de l'inscription au \nregistre du commerce."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Section V: La raison de commerce",
    "article_no": "Article 72",
    "text": "Celui dont le nom figure sans son autorisation dans une raison de \ncommerce portée au registre, peut contraindre celui qui en fait usage \nillégalement à opérer la modification de la mention qu'il a fait inscrire, sans \npréjudice de l'action en dommages-intérêts, le cas échéant."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Section V: La raison de commerce",
    "article_no": "Article 73",
    "text": "Toute personne qui n'aura pas fait usage d'un nom, d'une raison de \ncommerce ou d'une dénomination commerciale depuis plus de trois ans à \ncompter de leur inscription au registre du commerce ou, même après en \navoir fait usage, aura cessé de s'en servir depuis plus de trois ans, perdra le \nprivilège attaché à cette inscription.\nLa radiation de cette inscription pourra être prononcée par le tribunal \nà la requête de tout intéressé.\nIl sera fait mention de cette radiation en marge de l'inscription et il en \nsera donné avis au service du registre central du commerce pour que \nsemblable mention soit portée au registre central."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Section V: La raison de commerce",
    "article_no": "Article 74",
    "text": "Tout nom, raison de commerce, dénomination commerciale ou \nenseigne dont le bénéficiaire n'aura pas opéré l'inscription au registre du \ncommerce dans un délai de quatre-vingt-dix (90) jours à compter de la date \nde délivrance du certificat négatif, par le service du registre central du \ncommerce, ne peut être inscrit au registre du commerce."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Section VI: Dispositions communes",
    "article_no": "Article 75",
    "text": "L'immatriculation des personnes physiques doit être requise dans les \ntrois mois de l'ouverture de l'établissement commercial ou de l'acquisition \ndu fonds de commerce.\nL'immatriculation des personnes morales de droit public ou de droit \nprivé doit être requise dans les trois mois de leur création ou de leur \nconstitution.\nL'immatriculation des succursales ou agences marocaines ou \nétrangères, ainsi que des représentations commerciales ou agences \ncommerciales des Etats, collectivités, établissements publics étrangers, doit \nêtre requise dans les trois mois de leur ouverture.\nToute inscription sur le registre du commerce pour laquelle un délai \nn'a pas été fixé doit être requise dans le mois à partir de la date de l'acte ou \ndu fait à inscrire. Le délai court pour les décisions judiciaires du jour où \nelles ont été rendues."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Section VI: Dispositions communes",
    "article_no": "Article 76",
    "text": "Aucune réquisition tendant à l'immatriculation sur le registre du \ncommerce d'un commerçant ou d'une société commerciale ne sera reçue \npar le secrétaire-greffier que sur la production d'un certificat d'inscription \nau rôle d'imposition à l'impôt des patentes et, le cas échéant, de l'acte de \ncession du fonds de commerce ou de location-gérance24."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Section VI: Dispositions communes",
    "article_no": "Article 77",
    "text": "Les copies ou extraits du registre du commerce ne doivent pas \nmentionner:\n1) les jugements déclaratifs de redressement ou de liquidation \njudiciaire quand il y a eu réhabilitation \n2) les jugements prononçant une incapacité ou une interdiction \nlorsque l'intéressé en a été relevé \n3) les nantissements du fonds de commerce, quand l'inscription du \nprivilège du créancier gagiste a été rayée ou est périmée par défaut de \nrenouvellement dans un délai de cinq ans."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE II: LA PUBLICITE AU REGISTRE DU COMMERCE",
    "section": "Section VII: Contentieux",
    "article_no": "Article 78",
    "text": "Les contestations relatives aux inscriptions au registre du commerce \nsont portées devant le président du tribunal qui statue par ordonnance.\nLes ordonnances rendues en la matière sont notifiées aux intéressés \nconformément aux dispositions du code de procédure civile26."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE III: LES DELAIS DE PAIEMENT",
    "section": "",
    "article_no": "Article 78.1",
    "text": "Un délai de paiement pour la rémunération des transactions entre \ncommerçants doit être prévu parmi les conditions de paiement que le \ncommerçant concerné est tenu de communiquer avant la conclusion de \ntoute transaction à tout commerçant qui en fait la demande. Lesdites \nconditions doivent être notifiées par tous moyens prouvant la réception.\nLes personnes de droit privé délégataires de la gestion d’un service \npublic et les établissements publics29 exerçant de manière habituelle ou \nprofessionnelle les activités commerciales citées dans cette loi sont \nsoumises aux dispositions du présent chapitre."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE III: LES DELAIS DE PAIEMENT",
    "section": "",
    "article_no": "Article 78.2",
    "text": "Le délai de paiement des sommes dues est fixé au soixantième jour à \ncompter de la date de réception des marchandises ou d’exécution de la \nprestation demandée quand le délai n’est pas convenu entre les parties.\nQuand le délai de paiement des sommes dues est convenu entre les \nparties, il ne peut pas dépasser quatre vingt dix jours31 à compter de la date \nde réception des marchandises ou d’exécution de la prestation demandée.\nToutefois, le calcul des deux délais mentionnés aux deux alinéas \nprécédents court, lorsqu’il s’agit d’un établissement public parmi les \nétablissements publics mentionnés à l’article 78-1 précité, à partir de la date \nde constatation du service fait telle que définie par les dispositions \nréglementaires en vigueur.\nLorsque les parties ont convenu d’effectuer des transactions \ncommerciales entre elles sur une périodicité ne dépassant pas un mois, le \ncalcul des deux délais mentionnés aux 1er et 2éme alinéas ci-dessus court à \npartir du premier du mois suivant."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE III: LES DELAIS DE PAIEMENT",
    "section": "",
    "article_no": "Article 78.3",
    "text": "Les conditions relatives au paiement doivent préciser une indemnité\nde retard exigible le jour suivant la date de paiement convenue entre les \nparties. Le taux de cette indemnité ne peut être inférieur au taux déterminé \npar voie réglementaire33.\nSi l’indemnité de retard n’a pas été prévue parmi les conditions de \npaiement, cette indemnité de retard au taux mentionné au 1er alinéa ci dessus est exigible le jour suivant la date de paiement convenue entre les \nparties.\nSi le délai de paiement n’est pas convenu entre les parties, l’indemnité\nde retard au taux mentionné au 1er alinéa ci-dessus est exigible à \nl’expiration de soixante jours après la date de réception des marchandises \nou d’exécution de la prestation demandée.\nPour les établissements publics mentionnés à l’article 78-1 ci-dessus, \ncette indemnité est exigible à partir du jour suivant la fin du délai de \npaiement prévu à l’article 78-2 ci-dessus qui suit la date de constatation du \nservice fait telle que définie par les dispositions réglementaires en vigueur.\nL’indemnité de retard est exigible sans formalité préalable.\nToute clause du contrat par laquelle le commerçant renonce à son droit \nde réclamer la pénalité de retard est nulle et sans effet.\nLorsque le commerçant verse les sommes dues après l’expiration du \ndélai de paiement convenu entre les parties ou après l’expiration du délai \nprévu au 1er alinéa de l’article 78.2, l’action en réclamation de l’indemnité\nde retard se prescrit aprés un an, à compter du jour de paiement."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE III: LES DELAIS DE PAIEMENT",
    "section": "",
    "article_no": "Article 78.4",
    "text": "Les sociétés dont les comptes annuels sont certifiés par un ou plusieurs \ncommissaires aux comptes publient des informations sur les délais de \npaiement de leurs fournisseurs selon des modalités fixées par voie \nréglementaire.\nCes informations font l’objet d’une mention dans le rapport du \ncommissaire aux comptes selon des modalités fixées par voie \nréglementaire."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE PREMIER: LE COMMERÇANT",
    "titre": "TITRE IV: LES OBLIGATIONS DU COMMERÇANT",
    "chapitre": "CHAPITRE III: LES DELAIS DE PAIEMENT",
    "section": "",
    "article_no": "Article 78.5",
    "text": "En cas de litige portant sur l’application des dispositions de ce chapitre \nde la présente loi, les parties peuvent convenir de désigner un médiateur \npour régler ledit litige, conformément aux dispositions du chapitre VIII du \ntitre V du code de procédure civile."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE PREMIER: LES ELEMENTS DU FONDS DE COMMERCE",
    "chapitre": "",
    "section": "",
    "article_no": "Article 79",
    "text": "Le fonds de commerce est un bien meuble incorporel constitué par \nl'ensemble de biens mobiliers affectés à l'exercice d'une ou de plusieurs \nactivités commerciales."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE PREMIER: LES ELEMENTS DU FONDS DE COMMERCE",
    "chapitre": "",
    "section": "",
    "article_no": "Article 80",
    "text": "Le fonds de commerce comprend obligatoirement la clientèle et \nl'achalandage.\nIl comprend aussi, tous autres biens nécessaires à l'exploitation du \nfonds tels que le nom commercial, l'enseigne, le droit au bail, le mobilier \ncommercial, les marchandises, le matériel et l'outillage, les brevets \nd'invention, les licences, les marques de fabrique, de commerce et de \nservice, les dessins et modèles industriels et, généralement, tous droits de \npropriété industrielle, littéraire ou artistique qui y sont attachés."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "",
    "article_no": "Article 81",
    "text": "Toute vente ou cession de fonds de commerce ainsi que tout apport en \nsociété ou toute attribution de fonds de commerce par partage ou licitation \nest constatée par acte en la forme authentique ou sous seing privé. Le \nmontant de la vente est déposé auprès d'une instance dûment habilitée à \nconserver les dépôts.\nCet acte mentionne:\n1) le nom du vendeur, la date et la nature de son acte d'acquisition, le \nprix de cette acquisition en spécifiant distinctement les prix des éléments \nincorporels, des marchandises et du matériel ; \n2) l'état des inscriptions des privilèges et nantissements pris sur le \nfonds ; \n3) s'il y a lieu, le bail, sa date, sa durée, le montant du loyer actuel, le \nnom et l'adresse du bailleur ; \n4) l'origine de la propriété du fonds de commerce."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "",
    "article_no": "Article 82",
    "text": "Lorsque l'une des mentions prescrites à l'article précédent ne figure \npas dans l'acte de vente, l'acheteur peut demander l'annulation du contrat \nsi l'absence de cette mention lui a porté préjudice.\nLorsque les mentions figurant à l'acte sont inexactes, l'acheteur peut \ndemander l'annulation du contrat ou la réduction du prix si l'inexactitude \ndes mentions lui a porté préjudice.\nDans les deux cas, l'action doit être intentée dans un délai maximum \nd'un an à compter de la date de l'acte de vente."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "",
    "article_no": "Article 83",
    "text": "Après enregistrement, une expédition de l'acte notarié ou un \nexemplaire de l'acte sous seing privé doit être, dans les quinze jours de sa \ndate, déposé au secrétariat-greffe du tribunal dans le ressort duquel est \nexploité le fonds ou le principal établissement du fonds si la vente \ncomprend des succursales.\nUn extrait de cet acte est inscrit au registre du commerce.\nL'extrait contient la date de l'acte, les noms, prénoms et domiciles de \nl'ancien et du nouveau propriétaire, la nature et le siège du fonds, le prix \nstipulé, l'indication et le siège des succursales qui peuvent être comprises \ndans la vente, l'indication du délai fixé à l'article 84 pour les oppositions et \nune élection de domicile dans le ressort du tribunal.\nL'extrait inscrit au registre du commerce est publié en entier et sans \ndélai par le secrétaire-greffier, aux frais des parties, au Bulletin officiel et \ndans un journal d'annonces légales.\nCette publication est renouvelée à la diligence de l'acquéreur entre le \nhuitième et le quinzième jour après la première insertion."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "",
    "article_no": "Article 84",
    "text": "Dans les quinze jours, au plus tard, après la seconde insertion, les \ncréanciers du vendeur, que leur créance soit ou non exigible, peuvent \nformer opposition au paiement du prix par lettre recommandée avec \naccusé de réception adressée au secrétariat-greffe du tribunal qui a reçu \nl'acte ou par dépôt de l'opposition auprès dudit secrétariat contre \nrécépissé.\nL'opposition doit énoncer, à peine de nullité, le montant et les causes \nde la créance et contenir une élection de domicile dans le ressort du \ntribunal.\nNonobstant toute stipulation contraire, le bailleur ne peut former \nopposition pour loyers en cours ou à échoir.\nAucun transport amiable ou judiciaire de prix ou de partie de prix ne \nsera opposable aux créanciers qui se seront ainsi fait connaître dans le délai \nfixé au premier alinéa du présent article."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "",
    "article_no": "Article 85",
    "text": "Au cas d'opposition au paiement du prix, le vendeur peut, en tout état \nde cause, après l'expiration d'un délai de dix jours après le délai fixé pour \nl'opposition, se pourvoir en référé afin d'obtenir l'autorisation de toucher \nson prix malgré l'opposition, à la condition de verser au secrétariat-greffe \nune somme suffisante fixée par le juge des référés pour répondre \néventuellement des causes de l'opposition dans le cas où il se reconnaîtrait \nou serait jugé débiteur."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "",
    "article_no": "Article 86",
    "text": "Les sommes ainsi déposées seront affectées spécialement à la garantie \ndes créances pour sûreté desquelles l'opposition aura été faite. Il leur sera \nattribué un privilège exclusif de tout autre sur le dépôt sans toutefois qu'il \npuisse en résulter transport judiciaire au profit de l'opposant ou des \nopposants en cause à l'égard des autres créanciers opposants du vendeur, \ns'il en existe.\nA partir de l'exécution de l'ordonnance de référé, l'acquéreur sera \ndéchargé et les effets de l'opposition seront transportés sur le secrétariat greffe."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "",
    "article_no": "Article 87",
    "text": "Le juge des référés n'accorde l'autorisation demandée que s'il lui est\njustifié par une déclaration de l'acquéreur mis en cause, faite sous sa \nresponsabilité personnelle, et dont il sera pris acte, qu'il n'existe pas \nd'autres créanciers opposants que ceux contre lesquels il est procédé.\nL'acquéreur, en exécutant l'ordonnance, ne sera pas libéré de son prix \nà l'égard des autres créanciers opposants, antérieurs à ladite ordonnance, \ns'il en existe."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "",
    "article_no": "Article 88",
    "text": "Si l'opposition a été faite sans titre ou sans cause ou si elle est nulle en \nla forme, et s'il n'y a pas instance engagée au principal, le vendeur pourra \nse pourvoir devant le juge des référés à l'effet d'obtenir l'autorisation de \ntoucher son prix malgré l'opposition."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "",
    "article_no": "Article 89",
    "text": "L'acquéreur qui, sans avoir fait, dans les formes prescrites, les \npublications, ou qui, soit avant l'expiration du délai de quinze jours, soit au \nmépris des inscriptions ou oppositions aura payé le vendeur, n'est pas \nlibéré à l'égard des tiers."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "",
    "article_no": "Article 90",
    "text": "Les brevets d'invention, les marques de fabrique, de commerce et de \nservice, les dessins et modèles industriels compris dans la vente d'un fonds \nde commerce demeurent, en ce qui concerne leur mode de transmission, \nrégis par la législation relative à la protection de la propriété industrielle.\nLes droits de propriété littéraire et artistique compris dans la vente \nd'un fonds de commerce demeurent régis, en ce qui concerne leur mode de \ntransmission, par la législation relative à la protection de la propriété \nlittéraire et artistique."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "Section première: Le privilège du vendeur",
    "article_no": "Article 91",
    "text": "Le privilège du vendeur est soumis à l’inscription au registre national \nélectronique des sûretés mobilières conformément à l’article 131 ci-dessous. \nLadite inscription n’est pas soumise à la publication dans les journaux.\nLe privilège ne porte que sur les éléments du fonds de commerce \nénumérés dans la vente et dans l'inscription, et, à défaut de désignation \nprécise, que sur le nom commercial et l'enseigne, le droit au bail, la \nclientèle et l'achalandage.\nDes prix distincts sont établis pour les éléments incorporels du fonds \nde commerce, le matériel et les marchandises.\nLe privilège du vendeur qui garantit chacun de ces prix ou ce qui en \nreste dû, s'exerce distinctement sur les prix respectifs de la revente relatifs \naux marchandises, au matériel et aux éléments incorporels du fonds.\nNonobstant toute convention contraire, les paiements partiels autres \nque les paiements comptants, s'imputent d'abord sur le prix des \nmarchandises, ensuite sur le prix du matériel.\nIl y a lieu à ventilation du prix de revente mis en distribution, s'il \ns'applique à un ou plusieurs éléments non compris dans la première vente."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "Section première: Le privilège du vendeur",
    "article_no": "Article 92",
    "text": "L'inscription doit être prise, à peine de nullité, dans le délai de quinze \njours à compter de la date de l'acte de vente, à la diligence du vendeur.\nElle prime toute inscription prise dans le même délai du chef de \nl'acquéreur.\nElle est opposable au redressement et à la liquidation judiciaire de \nl'acquéreur."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "Section II: Droits des créanciers du vendeur, Surenchère du sixième",
    "article_no": "Article 93",
    "text": "Pendant les trente jours qui suivent la seconde insertion prévue à \nl'article 83, une expédition ou une copie de l'acte de vente est tenue au \nsecrétariat-greffe du tribunal qui a reçu l'acte, à la disposition de tout \ncréancier opposant ou inscrit, pour être consultée sans déplacement."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "Section II: Droits des créanciers du vendeur, Surenchère du sixième",
    "article_no": "Article 94",
    "text": "Pendant le délai fixé à l'article précédent, tout créancier inscrit ou qui a \nformé opposition dans le délai de quinze jours fixé à l'article 84 peut \nprendre au secrétariat-greffe du tribunal communication de l'acte de vente \net des oppositions et, si le prix de vente est insuffisant pour désintéresser \nles créanciers visés ci-dessus, former, en se conformant aux prescriptions \nde l'article 123 et suivants, une surenchère du sixième du prix principal du \nfonds de commerce non compris le matériel et les marchandises."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "Section II: Droits des créanciers du vendeur, Surenchère du sixième",
    "article_no": "Article 95",
    "text": "La surenchère du sixième n'est pas admise après la vente judiciaire du \nfonds de commerce ou la vente poursuivie à la requête d'un syndic de \nredressement ou de liquidation judiciaire ou de copropriétaires indivis du \nfonds, faite aux enchères publiques et conformément aux articles 115 à 117."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "Section II: Droits des créanciers du vendeur, Surenchère du sixième",
    "article_no": "Article 96",
    "text": "Le secrétaire-greffier qui procède à la vente ne doit admettre à enchérir \nque des personnes qui auront déposé entre ses mains avec affectation \nspéciale au paiement du prix, une somme qui ne pourra être inférieure à la \nmoitié du prix total de la première vente, ni à une partie du prix de ladite \nvente stipulée payable au comptant augmentée de la surenchère."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "Section II: Droits des créanciers du vendeur, Surenchère du sixième",
    "article_no": "Article 97",
    "text": "L'adjudication sur surenchère du sixième aura lieu aux mêmes \nconditions et délais que la vente sur laquelle la surenchère est intervenue.\nL'effet des oppositions est reporté sur le prix de l'adjudication."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "Section II: Droits des créanciers du vendeur, Surenchère du sixième",
    "article_no": "Article 98",
    "text": "Lorsque le prix de vente est définitivement fixé, qu'il y ait eu ou non \nsurenchère, l'acquéreur, à défaut d'entente entre les créanciers pour la \ndistribution amiable de son prix, est tenu, sur la sommation de tout \ncréancier et dans la quinzaine suivante, de consigner au secrétariat-greffe, \nla partie exigible du prix, et le surplus au fur et à mesure de l'exigibilité, à \nla charge de toutes les oppositions ainsi que des inscriptions grevant le \nfonds et des cessions qui ont été notifiées."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "Section III: L'action résolutoire",
    "article_no": "Article 99",
    "text": "L'action résolutoire pour défaut de paiement du prix doit, pour \nproduire effet, être mentionnée et réservée expressément dans l'inscription \ndu privilège prévue à l'article 92. Elle ne peut être exercée au préjudice des \ntiers après l'extinction du privilège. Cette action est limitée comme le \nprivilège aux seuls éléments qui font partie de la vente."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "Section III: L'action résolutoire",
    "article_no": "Article 100",
    "text": "En cas de résolution amiable ou judiciaire de la vente, le vendeur est \ntenu de reprendre tous les éléments du fonds de commerce qui font partie \nde la vente, même ceux sur lesquels son privilège et son action sont éteints.\nIl est comptable du prix des marchandises et du matériel existant au \nmoment de sa reprise de possession d'après l'estimation qui en a été faite \npar expertise contradictoire amiable ou judiciaire, sous déduction de ce qui \npourra lui rester dû par privilège sur les prix respectifs des marchandises \net du matériel, le surplus, s'il y en a, devant rester le gage des créanciers \ninscrits et à défaut des créanciers chirographaires."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "Section III: L'action résolutoire",
    "article_no": "Article 101",
    "text": "Le vendeur qui exerce l'action résolutoire doit la notifier aux créanciers \ninscrits sur le fonds, au domicile par eux élu dans leurs inscriptions.\nLe jugement ne peut intervenir que trente jours après la notification."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "Section III: L'action résolutoire",
    "article_no": "Article 102",
    "text": "S'il résulte du contrat une résolution de plein droit ou si le vendeur a \nobtenu de l'acquéreur la résolution à l'amiable, il doit notifier aux \ncréanciers inscrits, à domicile élu, la résolution encourue ou consentie qui \nne deviendra définitive que trente jours après la notification ainsi faite."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE PREMIER: LA VENTE DU FONDS DE COMMERCE",
    "section": "Section III: L'action résolutoire",
    "article_no": "Article 103",
    "text": "Lorsque la vente d'un fonds de commerce est poursuivie aux enchères \npubliques, soit à la requête du syndic de redressement ou de liquidation \njudiciaire, de tout liquidateur ou administrateur judiciaire, soit \njudiciairement à la requête de tout ayant droit, le poursuivant doit la \nnotifier aux précédents vendeurs, au domicile élu dans leurs inscriptions, \navec déclaration que, faute par eux d'intenter l'action résolutoire dans les \ntrente jours de la notification, ils seront déchus à l'égard de l'adjudicataire \ndu droit de l'exercer."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE II: L'APPORT EN SOCIETE D'UN FONDS DE COMMERCE",
    "section": "",
    "article_no": "Article 104",
    "text": "Tout apport de fonds de commerce à une société doit être publié dans \nles conditions définies par l'article 83.\nDans les 15 jours au plus tard après la seconde insertion prévue par \nl'article 83, tout créancier non inscrit de l'associé apporteur fera connaître \npar une déclaration au secrétariat-greffe du tribunal qui a reçu l'acte, la \nsomme qui lui est due. Le secrétaire-greffier lui délivrera un récépissé de sa \ndéclaration."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE II: L'APPORT EN SOCIETE D'UN FONDS DE COMMERCE",
    "section": "",
    "article_no": "Article 105",
    "text": "A défaut par les coassociés ou l'un d'eux de former, dans les trente \njours qui suivent la seconde insertion, une demande en annulation de la \nsociété ou de l'apport, ou si l'annulation n'est pas prononcée, la société est \ntenue solidairement avec le débiteur principal au paiement, dans le délai \nci-dessus, du passif déclaré et dûment justifié.\nEn cas d'apport d'un fonds de commerce par une société à une autre \nsociété notamment par suite d'une fusion ou d'une scission, les dispositions \nde l'alinéa précédent ne s'appliquent que sous réserve des dispositions \nrelatives aux fusions et scissions de sociétés."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE III: LE NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "",
    "article_no": "Article 106",
    "text": "Le fonds de commerce peut faire l'objet de nantissement, sans autres \nconditions et formalités que celles prescrites par le présent chapitre.\nLe nantissement d'un fonds de commerce ne donne pas au créancier \ngagiste le droit de se faire attribuer le fonds en paiement et jusqu'à due \nconcurrence."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE III: LE NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "",
    "article_no": "Article 107",
    "text": "Sont seuls susceptibles d'être compris dans le nantissement les \néléments énumérés à l'article 80 à l'exclusion des marchandises.\nLe certificat d'addition postérieur au nantissement qui comprend le \nbrevet auquel il s'applique suivra le sort de ce brevet et fera partie comme \nlui du gage constitué.\nA défaut de désignation expresse et précise dans l'acte qui le constitue, \nle nantissement ne comprend que le nom commercial, l'enseigne, le droit \nau bail, la clientèle et l'achalandage.\nSi le nantissement porte sur un fonds de commerce et ses succursales, \ncelles-ci doivent être désignées par l'indication précise de leur siège."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE III: LE NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "",
    "article_no": "Article 108",
    "text": "Après enregistrement, le nantissement est constaté par un acte dressé \net inscrit comme l'acte de vente suivant les règles fixées par les alinéas 1 et \n2 de l'article 83.\nL'extrait contient la date de l'acte, les nom, prénom et domicile du \npropriétaire du fonds et du créancier, l'indication des succursales et du \nsiège des succursales qui peuvent être comprises dans le nantissement.\nCette inscription n'est pas soumise à la publication dans les journaux."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE III: LE NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "",
    "article_no": "Article 109",
    "text": "Le privilège résultant du nantissement s'établit, à peine de nullité, par \nle seul fait de l'inscription qui doit être prise sur le registre du commerce à \nla diligence du créancier gagiste et dans le délai de 15 jours à compter de la \ndate de l'acte constitutif.\nLa même formalité est remplie au secrétariat-greffe de chaque tribunal \ndans le ressort duquel est située une succursale du fonds comprise dans le \nnantissement."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE III: LE NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "",
    "article_no": "Article 110",
    "text": "Le rang des créanciers gagistes entre eux est déterminé par la date de \nleur inscription au registre du commerce.\nLes créanciers inscrits le même jour viennent en concurrence."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section première: La réalisation du nantissement",
    "article_no": "Article 111",
    "text": "En cas de déplacement du fonds de commerce, les créances inscrites \ndeviendront de plein droit exigibles si le propriétaire du fonds de \ncommerce n'a pas fait connaître aux créanciers inscrits, quinze jours au \nmoins à l'avance, son intention de déplacer le fonds et le nouveau siège \nqu'il entend lui donner.\nDans la quinzaine de l'avis à eux notifié ou dans les trente jours où ils \nauront eu connaissance du déplacement, le vendeur ou le créancier nanti \ndoit procéder à une inscription modificative sur le registre national \nélectronique des sûretés mobilières mentionnant le nouveau siège du \nfonds37.\nEn cas d'omission des formalités prescrites par l'alinéa précédent, le \ncréancier inscrit peut être déchu de son privilège s'il est établi que par sa \nnégligence, il a causé un préjudice aux tiers induits en erreur sur la\ncondition juridique du fonds de commerce.\nLe déplacement du fonds de commerce sans le consentement du \nvendeur ou du créancier gagiste peut, s'il en résulte une dépréciation du \nfonds, rendre leurs créances exigibles.\nL'inscription d'un nantissement peut également rendre exigibles les \ncréances antérieures ayant pour cause l'exploitation du fonds de \ncommerce.\nLes demandes en déchéance du terme formées en vertu des deux \nalinéas précédents devant le tribunal sont soumises aux règles de \nprocédure édictées par le dernier alinéa de l'article 113."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section première: La réalisation du nantissement",
    "article_no": "Article 112",
    "text": ""
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section première: La réalisation du nantissement",
    "article_no": "Article 113",
    "text": "Tout créancier qui exerce des poursuites de saisie-exécution et le \ndébiteur contre lequel elles sont exercées peuvent demander, devant le \ntribunal dans le ressort duquel est exploité le fonds, la vente globale du \nfonds de commerce du saisi avec le matériel et les marchandises qui en \ndépendent.\nSur la demande du créancier poursuivant, le tribunal ordonne qu'à \ndéfaut de paiement dans le délai imparti au débiteur, la vente du fonds de \ncommerce aura lieu à la requête dudit créancier, après l'accomplissement \ndes formalités prescrites par les articles 115, 116 et 117.\nLe jugement suspend les poursuites de la saisie-exécution.\nIl en est de même si, sur l'instance introduite par le débiteur, le \ncréancier demande à poursuivre la vente du fonds.\nS'il ne la demande pas, le tribunal fixe le délai dans lequel la vente du \nfonds doit avoir lieu à la requête du débiteur suivant les formalités \nprescrites par les articles 115, 116 et 117 et il ordonne que, faute par le \ndébiteur d'avoir fait procéder à la vente dans ledit délai, les poursuites de \nsaisie-exécution seront reprises et continuées sur les derniers errements.\nLe tribunal nomme, s'il y a lieu, un administrateur provisoire du fonds \nde commerce, fixe les mises à prix, détermine les conditions principales de \nla vente et commet pour y procéder le secrétaire-greffier. Celui-ci se fait \nremettre tous titres et pièces concernant le fonds, rédige le cahier des \ncharges et en autorise la communication aux enchérisseurs.\nLe tribunal peut, par décision motivée, autoriser le poursuivant s'il n'y \na pas d'autre créancier inscrit ou opposant, et sauf prélèvement des frais \nprivilégiés au profit de qui de droit, à toucher le prix directement sur sa \nsimple quittance, du secrétaire-greffier vendeur, en déduction ou jusqu'à \nconcurrence de sa créance en principal, intérêts et frais.\nLe tribunal statue, dans les quinze jours de la première audience par \njugement non susceptible d'opposition, exécutoire sur minute. L'appel du \njugement est suspensif ; il est formé dans les quinze jours de sa notification \net jugé par la cour d'appel dans les trente jours; l'arrêt est exécutoire sur \nminute."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section première: La réalisation du nantissement",
    "article_no": "Article 114",
    "text": "Outre les modes de réalisation prévus aux paragraphes 1, 2 et 4 de \nl’article 1218 du code des obligations et des contrats, le vendeur et le \ncréancier nanti inscrits sur un fonds de commerce peuvent également faire \nordonner la vente du fonds qui constitue leur nantissement, et ce après \nqu’ils aient accompli les formalités prévues à l’article 1219 du code des \nobligations et des contrats39.\nLa demande est portée devant le tribunal dans le ressort duquel est \nexploité ledit fonds. Le tribunal statue conformément aux dispositions des \ndeux derniers alinéas de l'article précédent."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section première: La réalisation du nantissement",
    "article_no": "Article 115",
    "text": "Dès que le tribunal a rendu son jugement ou, en cas d'appel, dès que la \ncour a statué, la décision ordonnant la vente est notifiée par le secrétaire greffier à la partie contre laquelle cette décision a été prise, et en outre, par \nle poursuivant, aux précédents vendeurs conformément à l'article 103.\nCette décision est notifiée dans les conditions fixées par le code de \nprocédure civile.\nLe secrétaire-greffier procède, en même temps, à la publicité légale et \nce, aux frais avancés du poursuivant. L'avis de la mise aux enchères \nindique la date d'ouverture et la durée des enchères, le dépôt des pièces au \nsecrétariat-greffe et énonce les conditions de la vente.\nL'avis de la mise aux enchères est placardé à la porte principale de \nl'immeuble où le fonds de commerce est situé, dans le cadre spécial réservé \naux affiches placé dans les locaux du tribunal et partout enfin où apparaît \nl'opportunité d'un affichage. Cet avis est, en outre, inséré dans un journal \nd'annonces légales.\nLes offres sont reçues par l'agent d'exécution jusqu'à la clôture du \nprocès-verbal d'adjudication, et consignées, par ordre de date, au bas de \nl'expédition du jugement ou de l'arrêt en vertu duquel la vente est \npoursuivie."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section première: La réalisation du nantissement",
    "article_no": "Article 116",
    "text": "L'adjudication a lieu au secrétariat-greffe qui a exécuté la procédure \ntrente jours après les notifications prévues aux alinéas 1 et 2 du précédent \narticle. Ce délai peut, toutefois, en raison des circonstances être prorogé par \nordonnance motivée du président du tribunal pour une période qui ne \npeut excéder un total de quatre-vingt-dix jours, le délai de trente jours \nprécité y étant inclus.\nDans les dix premiers jours de ce délai, l'agent d'exécution notifie au \npropriétaire du fonds ou à son mandataire dans les conditions prévues aux \nalinéas 1 et 2 de l'article précédent, et aux créanciers inscrits \nantérieurement à la décision qui a ordonné la vente, au domicile élu dans \nleurs inscriptions, l'accomplissement des formalités de publicité et leur \ndonne avis d'avoir à comparaître au jour et à l'heure fixés pour \nl'adjudication.\nDans les dix derniers jours de cette même période, il convoque, pour la \nmême date, ces mêmes parties et les enchérisseurs qui se sont manifestés."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section première: La réalisation du nantissement",
    "article_no": "Article 117",
    "text": "Si, au jour et à l'heure fixés pour l'adjudication, le propriétaire du \nfonds de commerce ne s'est pas libéré, l'agent chargé de l'exécution, après \navoir rappelé quel est le fonds à adjuger, les charges qui le grèvent, les \noffres existantes et le dernier délai pour recevoir les offres nouvelles, \nadjuge à l'expiration de ce délai, au plus fort et dernier enchérisseur \nsolvable ou fournissant caution solvable et dresse procès-verbal de \nl'adjudication.\nLe prix de l'adjudication est payable au secrétariat-greffe dans un délai \nde vingt jours après l'adjudication, sous réserve de l'application de l'alinéa \n1 de l'article 97, à l'adjudicataire sur surenchère du sixième. L'adjudicataire \ndoit en outre, solder les frais de la procédure d'exécution qui, dûment taxés \npar la magistrat, ont été annoncés avant l'adjudication.\nIl est fait, quant aux moyens de nullité contre la procédure de vente \nantérieure à l'adjudication, application des dispositions du code de \nprocédure civile."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section première: La réalisation du nantissement",
    "article_no": "Article 118",
    "text": "Le tribunal saisi de la demande en paiement d'une créance se \nrattachant à l'exploitation d'un fonds de commerce peut, s'il prononce une \ncondamnation et si le créancier le requiert, ordonner par le même jugement \nla vente du fonds. Il statue dans les termes de l'alinéa 6 de l'article 113 et \nfixe le délai après lequel, à défaut de paiement, la vente pourra être \npoursuivie.\nLes dispositions de l'alinéa 8 de l'article 113 et des articles 115, 116 et \n117 sont applicables à la vente ainsi ordonnée par le tribunal."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section première: La réalisation du nantissement",
    "article_no": "Article 119",
    "text": "Faute par l'adjudicataire d'exécuter les clauses de l'adjudication, le \nfonds est revendu à sa folle enchère, après sommation non suivie d'effet de \ntenir ses engagements dans un délai de dix jours. Cette revente doit \nintervenir dans le délai d'un mois suivant le délai des dix jours précité.\nLa procédure de l'adjudication sur folle enchère consiste \nexclusivement en une nouvelle publicité suivie d'une nouvelle \nadjudication.\nLes indications à publier sont, outre les énonciations ordinaires, le \nmontant de l'adjudication prononcée au profit du fol enchéri et la date de la \nnouvelle adjudication.\nLe délai entre l'annonce de la vente et la nouvelle adjudication est de \ntrente jours.\nJusqu'au jour de la nouvelle adjudication, le fol enchéri peut arrêter la \nprocédure de folle enchère en justifiant de l'acquit des conditions de \nl'adjudication précédente et du paiement des frais exposés par sa faute.\nL'adjudication sur folle enchère a pour effet de résoudre \nrétroactivement la première adjudication.\nLe fol enchéri est tenu de la différence en moins entre son prix et celui \nde la nouvelle vente, sans pouvoir réclamer la différence en plus qui se \nproduirait."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section première: La réalisation du nantissement",
    "article_no": "Article 120",
    "text": "Outre la vente de gré-à-gré prévue aux paragraphes 1, 2, et 4 de \nl’article 1218 du code des obligations et des contrats, il peut être procédé à \nla vente séparée d'un ou plusieurs éléments d'un fonds de commerce grevé \nd'inscriptions poursuivie soit sur saisie-exécution, soit en vertu du présent \nchapitre, dix jours au plus tôt après la notification de la poursuite aux \ncréanciers qui se seront inscrits quinze jours au moins avant ladite \nnotification au domicile élu par eux dans leurs inscriptions. Toutefois, la \nvente séparée ne peut s'appliquer au droit de bail40.\nPendant ce délai de dix jours, tout créancier inscrit, que sa créance soit \nou non échue, pourra assigner les intéressés devant le tribunal dans le \nressort duquel est exploité le fonds, pour demander qu'il soit procédé à la \nvente de tous les éléments du fonds, à la requête du poursuivant ou à sa \npropre requête, dans les termes et conformément aux dispositions des \narticles 113 à 117.\nLe matériel et les marchandises seront vendus en même temps que le \nfonds sur des mises à prix distinctes ou moyennant des prix distincts si le \njugement qui ordonne la vente oblige l'adjudicataire à les prendre à dire \nd'experts.\nIl y aura lieu à la ventilation du prix pour les éléments du fonds non \ngrevés des privilèges inscrits."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section première: La réalisation du nantissement",
    "article_no": "Article 121",
    "text": "Aucune surenchère du sixième n'est admise lorsque la vente a eu lieu \naux enchères publiques par voie judiciaire."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section II: La purge des créances inscrites",
    "article_no": "Article 122",
    "text": "Les privilèges du vendeur et du créancier gagiste suivent le fonds en \nquelques mains qu'il passe.\nLorsque la vente du fonds de commerce a eu lieu en dehors des \nprocédures de réalisation du nantissement qui le gréve, l'acquéreur qui \nveut se garantir des poursuites des créanciers inscrits est tenu, à peine de \ndéchéance, avant la poursuite ou dans les trente jours de la sommation de \npayer à lui faite, et au plus tard dans l'année de la date de son acquisition, \nde notifier à tous les créanciers inscrits au domicile élu par eux dans leurs \ninscriptions:\n1) Les nom, prénom et domicile du vendeur, la désignation précise du \nfonds, le prix non compris le matériel et les marchandises ou l'évaluation \ndu fonds en cas de transmission à titre gratuit, par voie d'échange ou de \nreprise sans fixation de prix, les charges, les frais et loyaux coûts exposés \npar l'acquéreur \n2) Un tableau sur trois colonnes contenant:\n- la première: la date des ventes ou nantissements antérieurs et \ninscriptions prises ;\n- la seconde: les noms et domiciles des créanciers inscrits ;\n- la troisième: le montant des créances inscrites avec élection de \ndomicile dans le ressort du tribunal de la situation du fonds, avec \ndéclaration que l'acquéreur est prêt à acquitter sur le champ les dettes \ninscrites jusqu'à concurrence de son prix sans distinction des dettes \nexigibles ou non exigibles.\nSauf disposition contraire dans les titres de créances l'acquéreur jouira \ndes termes et délais accordés au débiteur originaire et observera ceux \nstipulés contre ce dernier.\nDans le cas où le titre du nouveau propriétaire comprendrait divers \néléments d'un fonds, les uns grevés d'inscriptions, les autres non grevés, \nsitués ou non dans le même ressort, aliénés pour un seul et même prix ou \npour des prix distincts, le prix de chaque élément sera déclaré dans la \nnotification, par ventilation, s'il y a lieu, du prix total exprimé dans le titre."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section II: La purge des créances inscrites",
    "article_no": "Article 123",
    "text": "Tout créancier inscrit sur un fonds de commerce peut, lorsque l'article \n121 n'est pas applicable, requérir la mise aux enchères publiques en offrant \nde porter le prix principal, non compris le matériel et les marchandises à un \ndixième en sus et de donner caution pour le paiement des prix et charges \nou de justifier d'une solvabilité suffisante.\nCette réquisition, signée du créancier, doit être à peine de déchéance, \nnotifiée à l'acquéreur et au débiteur précédent propriétaire dans les trente \njours des notifications, avec assignation devant le tribunal de la situation \ndu fonds, pour voir statuer, en cas de contestation sur la validité de la \nsurenchère, sur l'admissibilité de la caution ou sur la solvabilité du \nsurenchérisseur, et voir ordonner qu'il sera procédé à la mise aux enchères \npubliques du fonds avec le matériel et les marchandises qui en dépendent, \net que l'acquéreur surenchéri sera tenu de communiquer ses titres au \nsecrétaire-greffier."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section II: La purge des créances inscrites",
    "article_no": "Article 124",
    "text": "A partir de la notification de la surenchère, l'acquéreur, s'il est entré en \npossession du fonds en est de droit administrateur séquestre, et ne pourra \nplus accomplir que des actes d'administration. Toutefois, tout intéressé \npourra demander au tribunal ou au juge des référés, suivant les cas, à tout \nmoment de la procédure, la nomination d'un autre administrateur \nséquestre."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section II: La purge des créances inscrites",
    "article_no": "Article 125",
    "text": "Le surenchérisseur ne peut, même en payant le montant de la \nsoumission, empêcher, par un désistement, l'adjudication publique, si ce \nn'est du consentement de tous les créanciers inscrits."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section II: La purge des créances inscrites",
    "article_no": "Article 126",
    "text": "Les formalités de la procédure et de la vente seront accomplies à la \ndiligence du surenchérisseur, et, à son défaut, de tout créancier inscrit ou \nde l'acquéreur, aux frais, risques et périls du surenchérisseur et sa caution \nrestant engagée selon les dispositions des alinéas 6, 7 et 8 de l'article 113, \ndes articles 114 à 117 et de l'alinéa 3 de l'article 120."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section II: La purge des créances inscrites",
    "article_no": "Article 127",
    "text": "A défaut d'enchère, le créancier surenchérisseur est déclaré \nadjudicataire."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section II: La purge des créances inscrites",
    "article_no": "Article 128",
    "text": "L'adjudicataire est tenu de prendre le matériel et les marchandises \nexistant au moment de la prise de possession, aux prix fixés par une \nexpertise amiable ou judiciaire, contradictoirement entre l'acquéreur \nsurenchéri, son vendeur et l'adjudicataire.\nII est tenu, au-delà de son prix d'adjudication, de rembourser à \nl'acquéreur dépossédé les frais et loyaux coûts de son contrat, ceux des \nnotifications, ceux d'inscription et de publicité, et à qui de droit, ceux faits \npour parvenir à la revente."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section II: La purge des créances inscrites",
    "article_no": "Article 129",
    "text": "L'article 119 est applicable à la vente et à l'adjudication sur \nsurenchère."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section II: La purge des créances inscrites",
    "article_no": "Article 130",
    "text": "L'acquéreur surenchéri qui se rendra adjudicataire par suite de la \nrevente sur surenchère aura son recours, tel que de droit contre le vendeur \npour le remboursement de ce qui excède le prix stipulé, et pour l'intérêt de \ncet excédent à compter du jour de chaque paiement."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section III: Les formalités de l'inscription",
    "article_no": "Article 131",
    "text": "Le vendeur ou le créancier gagiste pour inscrire leur privilège \nprésentent, soit par eux mêmes, soit par un tiers, au secrétariat-greffe du \ntribunal l'un des exemplaires de l'acte de vente ou du titre constitutif du \nnantissement, s'il est sous-seing privé, ou une expédition s'il est notarié.\nIl y est joint deux bordereaux écrits sur papier libre signés par le \nrequérant ; l'un d'eux peut être porté sur l'exemplaire ou sur l'expédition \ndu titre."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section III: Les formalités de l'inscription",
    "article_no": "Article 132",
    "text": ""
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section III: Les formalités de l'inscription",
    "article_no": "Article 133",
    "text": ""
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section III: Les formalités de l'inscription",
    "article_no": "Article 134",
    "text": ""
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section III: Les formalités de l'inscription",
    "article_no": "Article 135",
    "text": ""
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section III: Les formalités de l'inscription",
    "article_no": "Article 136",
    "text": "Si le titre d'où résulte le privilège inscrit est à ordre, l'endossement \ncomporte un transfert du privilège."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section III: Les formalités de l'inscription",
    "article_no": "Article 137",
    "text": "L'inscription conserve le privilège pendant cinq ans à compter du jour \nde sa date ; son effet cesse si elle n'a pas été renouvelée avant l'expiration \nde ce délai et il est procédé à sa radiation d'office par le secrétaire-greffier.\nElle garantit, au même rang que le principal, une année seulement \nd'intérêt et l'année en cours, à condition toutefois que le droit aux intérêts \nrésulte de l'acte, qu'il soit inscrit et que le taux en soit indiqué dans l'acte \nd'inscription."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section III: Les formalités de l'inscription",
    "article_no": "Article 138",
    "text": ""
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section III: Les formalités de l'inscription",
    "article_no": "Article 139",
    "text": ""
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section III: Les formalités de l'inscription",
    "article_no": "Article 140",
    "text": ""
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section III: Les formalités de l'inscription",
    "article_no": "Article 141",
    "text": ""
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section III: Les formalités de l'inscription",
    "article_no": "Article 142",
    "text": ""
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section IV: La distribution des deniers",
    "article_no": "Article 143",
    "text": "Dans les cinq jours qui suivent la consignation au secrétariat-greffe du \nprix ou de la partie exigible du prix, si le prix ne suffit pas pour payer \nintégralement les créanciers et, s'il n'a pas été fait usage de la faculté \nouverte par l'alinéa 7 de l'article 113, l'acquéreur ou l'adjudicataire présente \nrequête au président du tribunal pour faire commettre un juge et, il cite \ndevant le juge commis les créanciers par acte notifié aux domiciles élus \ndans les inscriptions à l'effet de s'entendre à l'amiable sur la distribution du \nprix."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section IV: La distribution des deniers",
    "article_no": "Article 144",
    "text": "L'ouverture de la procédure de distribution est portée à la \nconnaissance du public par deux publications faites à dix jours d'intervalle, \ndans un journal d'annonces légales.\nL'avis d'ouverture est, en outre, affiché pendant dix jours dans un \ncadre spécial, dans les locaux du tribunal.\nLa convocation est donnée de telle sorte qu'il y ait au moins un délai \nde quinze jours entre le dernier acte de publicité et le jour fixé pour la \ncomparution."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section IV: La distribution des deniers",
    "article_no": "Article 145",
    "text": "Si les créanciers s'entendent, le juge commissaire dresse un procès verbal de la distribution du prix par règlement amiable. Il ordonne la \ndélivrance des bordereaux de collocation et la radiation des inscriptions \ndes créanciers non colloques."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section IV: La distribution des deniers",
    "article_no": "Article 146",
    "text": "Si les créanciers ne s'entendent pas, le juge commissaire ordonne qu'ils \ndéposeront au secrétariat-greffe, à peine de déchéance. Dans le délai qu'il \ndétermine, leur demande de collocation en produisant leurs titres à \nl’appui."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section IV: La distribution des deniers",
    "article_no": "Article 147",
    "text": "A l'expiration du délai de production, il est dressé par le juge \ncommissaire au vu des pièces produites un projet de règlement que les \ncréanciers et toutes parties intéressées sont invités, par lettre recommandée \nou par un avis fait en la forme des notifications, à examiner et à contredire, \ns'il y a lieu, dans un délai de trente jours à partir de la réception de la lettre \nou de l'avis.\nFaute par les créanciers et par les autres parties sommées de prendre \ncommunication et de contredire dans le délai ci-dessus imparti, ils sont \nconsidérés comme forclos."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section IV: La distribution des deniers",
    "article_no": "Article 148",
    "text": "Les contredits, s'il y en a, sont portés à l'audience du tribunal. Ils sont \njugés en premier ou en dernier ressort conformément aux règles ordinaires \nde compétence."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section IV: La distribution des deniers",
    "article_no": "Article 149",
    "text": "Quand le règlement définitif est devenu exécutoire, le juge ordonne la \ndélivrance des bordereaux de collocation aux intéressés et la radiation des \ninscriptions des créanciers, non colloqués.\nLes bordereaux sont payables à la caisse du secrétariat-greffe de la \njuridiction qui a procédé.\nLes frais de distribution sont toujours prélevés en première ligne sur la \nsomme à distribuer."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section IV: La distribution des deniers",
    "article_no": "Article 150",
    "text": "Si le prix est payable par fraction, les bordereaux de collocation sont \ndélivrés par fractions correspondantes, et toutes mentions utiles sont faites \nen marge des inscriptions au fur et à mesure du paiement des bordereaux \nfractionnaires.\nAu cas où l'acquéreur conserve ou doit observer vis-à-vis des \ncréanciers le terme stipulé par le débiteur originaire, les bordereaux de \ncollocation sont affectés du même terme."
  },
  {
    "code": "CODE DE COMMERCE",
    "livre": "LIVRE II: LE FONDS DE COMMERCE",
    "titre": "TITRE II: LES CONTRATS PORTANT SUR LE FONDS DE COMMERCE",
    "chapitre": "CHAPITRE IV: DISPOSITIONS COMMUNES A LA VENTE ET AU NANTISSEMENT DU FONDS DE COMMERCE",
    "section": "Section IV: La distribution des deniers",
    "article_no": "Article 151",
    "text": "Lorsqu'il y a lieu à ventilation du prix, le juge, sur la réquisition des \nparties ou d'office, nomme un expert et fixe le délai dans lequel l'expert \ndoit déposer son rapport.\nCe rapport est annexé au procès-verbal d'ordre. Il n'est pas notifié. Le \njuge se prononce sur la ventilation en établissant son projet de règlement."
  }
]