[
  {
    "code": "Constitution du Maroc 2011",
    "livre": "Préambule",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Préambule",
    "text": "Fidèle à son choix irréversible de construire un Etat de droit démocratique, le Royaume du Maroc poursuit résolument le processus de consolidation et de renforcement des institutions d'un Etat moderne, ayant pour fondements les principes de participation, de pluralisme et de bonne gouvernance. Il développe une société solidaire où tous jouissent de la sécurité, de la liberté, de l'égalité des chances, du respect de leur dignité et de la justice sociale, dans le cadre du principe de corrélation entre les droits et les devoirs de la citoyenneté.\nEtat musulman souverain, attaché à son unité nationale et à son intégrité territoriale, le Royaume du Maroc entend préserver, dans sa plénitude et sa diversité, son identité nationale une et indivisible. Son unité, forgée par la convergence de ses composantes arabo-islamique, amazighe et saharo-hassanie, s'est nourrie et enrichie de ses affluents africain, andalou, hébraïque et méditerranéen. La prééminence accordée à la religion musulmane dans ce référentiel national va de pair avec l'attachement du peuple marocain aux valeurs d'ouverture, de modération, de tolérance et de dialogue pour la compréhension mutuelle entre toutes les cultures et les civilisations du monde.\nMesurant l'impératif de renforcer le rôle qui lui revient sur la scène internationale, le Royaume du Maroc, membre actif au sein des organisations internationales, s'engage à souscrire aux principes, droits et obligations énoncés dans leurs chartes et conventions respectives; il réaffirme son attachement aux droits de l'Homme tels qu'ils sont universellement reconnus, ainsi que sa volonté de continuer à œuvrer pour préserver la paix et la sécurité dans le monde.\nSe fondant sur ces valeurs et ces principes immuables, et fort de sa ferme volonté de raffermir les liens de fraternité, de coopération, de solidarité et de partenariat constructif avec les autres Etats, et d'œuvrer pour le progrès commun, le Royaume du Maroc, Etat uni, totalement souverain, appartenant au Grand Maghreb, réaffirme ce qui suit et s'y engage:\n- œuvrer à la construction de l'Union du Maghreb, comme option stratégique ;\n- approfondir les liens d'appartenance à la Oumma arabe et islamique, et renforcer les liens de fraternité et de solidarité avec ses peuples frères;\n- consolider les relations de coopération et de solidarité avec les peuples et les pays d'Afrique, notamment les pays subsahariens et du Sahel;\n- intensifier les relations de coopération, de rapprochement et de partenariat avec les pays du voisinage euro-méditerranéen ;\n- élargir et diversifier ses relations d'amitié et ses rapports d'échanges humains, économiques, scientifiques, techniques et culturels avec tous les pays du monde;\n- renforcer la coopération Sud-Sud;\n- protéger et promouvoir les dispositifs des droits de l'Homme et du droit international humanitaire et contribuer à leur développement dans leur indivisibilité et leur universalité ;\n- bannir et combattre toute discrimination à l'encontre de quiconque, en raison du sexe, de la couleur, des croyances, de la culture, de l'origine sociale ou régionale, de la langue, du handicap ou de quelque circonstance personnelle que ce soit ;\n- accorder aux conventions internationales dûment ratifiées par lui, dans le cadre des dispositions de la Constitution et des lois du Royaume, dans le respect de son identité nationale immuable, et dès la publication de ces conventions, la primauté sur le droit interne du pays, et harmoniser en conséquence les dispositions pertinentes de sa législation nationale.\nCe préambule fait partie intégrante de la présente Constitution."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE PREMIER DISPOSITIONS GENERALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article premier",
    "text": "Le Maroc est une monarchie constitutionnelle, démocratique, parlementaire et sociale.\nLe régime constitutionnel du Royaume est fondé sur la séparation, l'équilibre et la collaboration des pouvoirs, ainsi que sur la démocratie citoyenne et participative, et les principes de bonne gouvernance et de la corrélation entre la responsabilité et la reddition des comptes.\nLa Nation s'appuie dans sa vie collective sur des constantes fédératrices, en l'occurrence la religion musulmane modérée, l'unité nationale aux affluents multiples, la monarchie constitutionnelle et le choix démocratique.\nL'organisation territoriale du Royaume est décentralisée. Elle est fondée sur une régionalisation avancée."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE PREMIER DISPOSITIONS GENERALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 2",
    "text": "La souveraineté appartient à la Nation qui l'exerce directement, par voie de référendum, et indirectement, par l'intermédiaire de ses représentants.\nLa Nation choisit ses représentants au sein des institutions élues par voie de suffrages libres, sincères et réguliers."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE PREMIER DISPOSITIONS GENERALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 3",
    "text": "L'Islam est la religion de l'Etat, qui garantit à tous le libre exercice des cultes."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE PREMIER DISPOSITIONS GENERALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 4",
    "text": "L'emblème du Royaume est le drapeau rouge frappé en son centre d'une étoile verte à cinq branches.\nLa devise du Royaume est DIEU, LA PATRIE, LE ROI."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE PREMIER DISPOSITIONS GENERALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 5",
    "text": "L'arabe demeure la langue officielle de l'Etat.\nL'Etat œuvre à la protection et au développement de la langue arabe, ainsi qu'à la promotion de son utilisation.\nDe même, l'amazighe constitue une langue officielle de l'Etat, en tant que patrimoine commun de tous les Marocains sans exception.\nUne loi organique définit le processus de mise en œuvre du caractère officiel de cette langue, ainsi que les modalités de son intégration dans l'enseignement et dans les domaines prioritaires de la vie publique, et ce afin de lui permettre de remplir à terme sa fonction de langue officielle.\nL'Etat œuvre à la préservation du Hassani, en tant que partie intégrante de l'identité culturelle marocaine unie, ainsi qu'à la protection des parlers et des expressions culturelles pratiqués au Maroc. De même, il veille à la cohérence de la politique linguistique et culturelle nationale et à l'apprentissage et la maîtrise des langues étrangères les plus utilisées dans le monde, en tant qu'outils de communication, d'intégration et d'interaction avec la société du savoir, et d'ouverture sur les différentes cultures et sur les civilisations contemporaines.\nIl est créé un Conseil national des langues et de la culture marocaine, chargé notamment de la protection et du développement des langues arabe et amazighe et des diverses expressions culturelles marocaines, qui constituent un patrimoine authentique et une source d'inspiration contemporaine. Il regroupe l'ensemble des institutions concernées par ces domaines. Une loi organique en détermine les attributions, la composition et les modalités de fonctionnement."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE PREMIER DISPOSITIONS GENERALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 6",
    "text": "La loi est l'expression suprême de la volonté de la Nation. Tous, personnes physiques ou morales, y compris les pouvoirs publics, sont égaux devant elle et tenus de s'y soumettre.\nLes pouvoirs publics œuvrent à la création des conditions permettant de généraliser l'effectivité de la liberté et de l'égalité des citoyennes et des citoyens, ainsi que de leur participation à la vie politique, économique, culturelle et sociale.\nSont affirmés les principes de constitutionnalité, de hiérarchie et d'obligation de publication des normes juridiques.\nLa loi ne peut avoir d'effet rétroactif."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE PREMIER DISPOSITIONS GENERALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 7",
    "text": "Les partis politiques œuvrent à l'encadrement et à la formation politique des citoyennes et des citoyens, ainsi qu'à la promotion de leur participation à la vie nationale et à la gestion des affaires publiques. Ils concourent à l'expression de la volonté des électeurs et participent à l'exercice du pouvoir, sur la base du pluralisme et de l'alternance par les moyens démocratiques, dans le cadre des institutions constitutionnelles.\nLeur constitution et l'exercice de leurs activités sont libres, dans le respect de la Constitution et de la loi.\nLe régime du parti unique est illégal.\nLes partis politiques ne peuvent être fondés sur une base religieuse, linguistique, ethnique ou régionale, ou, d'une manière générale, sur toute autre base discriminatoire ou contraire aux droits de l'Homme.\nIls ne peuvent avoir pour but de porter atteinte à la religion musulmane, au régime monarchique, aux principes constitutionnels, aux fondements démocratiques ou à l'unité nationale et l'intégrité territoriale du Royaume.\nL'organisation et le fonctionnement des partis politiques doivent être conformes aux principes démocratiques.\nUne loi organique détermine, dans le cadre des principes énoncés au présent article, les règles relatives notamment à la constitution et aux activités des partis politiques, aux critères d'octroi du soutien financier de l'Etat, ainsi qu'aux modalités de contrôle de leur financement."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE PREMIER DISPOSITIONS GENERALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 8",
    "text": "Les organisations syndicales des salariés, les chambres professionnelles et les organisations professionnelles des employeurs contribuent à la défense et à la promotion des droits et des intérêts socioéconomiques des catégories qu'elles représentent. Leur constitution et l'exercice de leurs activités, dans le respect de la Constitution et de la loi, sont libres.\nLes structures et le fonctionnement de ces organisations doivent être conformes aux principes démocratiques.\nLes pouvoirs publics œuvrent à la promotion de la négociation collective et à l'encouragement de la conclusion de conventions collectives de travail dans les conditions prévues par la loi.\nLa loi détermine notamment les règles relatives à la constitution des organisations syndicales, à leurs activités et aux critères d'octroi du soutien financier de l'Etat, ainsi qu'aux modalités de contrôle de leur financement."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE PREMIER DISPOSITIONS GENERALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 9",
    "text": "Les partis politiques et les organisations syndicales ne peuvent être dissous ou suspendus par les pouvoirs publics qu'en vertu d'une décision de justice."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE PREMIER DISPOSITIONS GENERALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 10",
    "text": "La Constitution garantit à l'opposition parlementaire un statut lui conférant des droits à même de lui permettre de s'acquitter convenablement de ses missions afférentes au travail parlementaire et à la vie politique.\nElle garantit à l'opposition, notamment, les droits suivants :\n- la liberté d'opinion, d'expression et de réunion ;\n- un temps d'antenne au niveau des médias publics, proportionnel à leur représentativité ;\n- le bénéfice du financement public, conformément aux dispositions de la loi ;\n- la participation effective à la procédure législative, notamment par l'inscription de propositions de loi à l'ordre du jour des deux Chambres du Parlement;\n- la participation effective au contrôle du travail gouvernemental, notamment à travers les motions de censure et l'interpellation du gouvernement, les questions orales adressées au gouvernement et les commissions d'enquête parlementaires ;\n- la contribution à la proposition de candidats et à l'élection de membres de la Cour Constitutionnelle;\n- une représentation appropriée aux activités internes des deux Chambres du Parlement;\n- la présidence de la commission en charge de la législation à la Chambre des Représentants;\n- la mise à sa disposition de moyens appropriés pour assumer ses fonctions institutionnelles ;\n- la participation active à la diplomatie parlementaire en vue de la défense des justes causes de la Nation et de ses intérêts vitaux ;\n- la contribution à l'encadrement et à la représentation des citoyennes et des citoyens à travers les partis politiques qui la forment et ce, conformément aux dispositions de l'article 7 de la présente Constitution;\n- l'exercice du pouvoir aux plans local, régional et national, à travers l'alternance démocratique, et dans le cadre des dispositions de la présente Constitution.\nLes groupes de l'opposition sont tenus d'apporter une contribution active et constructive au travail parlementaire.\nLes modalités d'exercice, par les groupes de l'opposition, des droits susvisés sont fixées, selon le cas, par des lois organiques, par des lois ou encore, par le règlement intérieur de chaque Chambre du Parlement."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE PREMIER DISPOSITIONS GENERALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 11",
    "text": "Les élections libres, sincères et transparentes constituent le fondement de la légitimité de la représentation démocratique.\nLes pouvoirs publics sont tenus d'observer la stricte neutralité vis-à-vis des candidats et la non-discrimination entre eux.\nLa loi définit les règles garantissant l'accès équitable aux médias publics et le plein exercice des libertés et des droits fondamentaux liés aux campagnes électorales et aux opérations de vote. Les autorités en charge de l'organisation des élections veillent à l'application de ces règles.\nLa loi définit les conditions et les modalités de l'observation indépendante et neutre des élections, en conformité avec les normes internationalement reconnues.\nToute personne qui porte atteinte aux dispositions et règles de probité, de sincérité et de transparence des élections est punie par la loi.\nLes pouvoirs publics mettent en œuvre les moyens nécessaires à la promotion de la participation des citoyennes et des citoyens aux élections."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE PREMIER DISPOSITIONS GENERALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 12",
    "text": "Les associations de la société civile et les organisations non gouvernementales se constituent et exercent leurs activités en toute liberté, dans le respect de la Constitution et de la loi.\nElles ne peuvent être dissoutes ou suspendues, par les pouvoirs publics, qu'en vertu d'une décision de justice.\nLes associations intéressées à la chose publique et les organisations non gouvernementales, contribuent, dans le cadre de la démocratie participative, à l'élaboration, la mise en œuvre et l'évaluation des décisions et des projets des institutions élues et des pouvoirs publics. Ces institutions et pouvoirs doivent organiser cette contribution conformément aux conditions et modalités fixées par la loi.\nL'organisation et le fonctionnement des associations et des organisations non gouvernementales doivent être conformes aux principes démocratiques."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE PREMIER DISPOSITIONS GENERALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 13",
    "text": "Les pouvoirs publics œuvrent à la création d'instances de concertation, en vue d'associer les différents acteurs sociaux à l'élaboration, la mise en œuvre, l'exécution et l'évaluation des politiques publiques."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE PREMIER DISPOSITIONS GENERALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 14",
    "text": "Les citoyennes et les citoyens disposent, dans les conditions et selon les modalités fixées par une loi organique, du droit de présenter des motions en matière législative."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE PREMIER DISPOSITIONS GENERALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 15",
    "text": "Les citoyennes et les citoyens disposent du droit de présenter des pétitions aux pouvoirs publics.\nUne loi organique détermine les conditions et les modalités d'exercice de ce droit."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE PREMIER DISPOSITIONS GENERALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 16",
    "text": "Le Royaume du Maroc œuvre à la protection des droits et des intérêts légitimes des citoyennes et des citoyens marocains résidant à l'étranger, dans le respect du droit international et des lois en vigueur dans les pays d'accueil. Il s'attache au maintien et au développement de leurs liens humains, notamment culturels, avec le Royaume, et à la préservation de leur identité nationale.\nIl veille au renforcement de leur contribution au développement de leur Patrie, le Maroc, et au resserrement des liens d'amitié et de coopération avec les gouvernements et les sociétés des pays où ils résident, ou dont ils sont aussi citoyens."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE PREMIER DISPOSITIONS GENERALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 17",
    "text": "Les Marocains résidant à l'étranger jouissent des droits de pleine citoyenneté, y compris le droit d'être électeurs et éligibles. Ils peuvent se porter candidats aux élections au niveau des listes et des circonscriptions électorales locales, régionales et nationales. La loi fixe les critères spécifiques d'éligibilité et d'incompatibilité. Elle détermine, de même, les conditions et les modalités de l'exercice effectif du droit de vote et de candidature à partir des pays de résidence."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE PREMIER DISPOSITIONS GENERALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 18",
    "text": "Les pouvoirs publics œuvrent à assurer une participation aussi étendue que possible des Marocains résidant à l'étranger, aux institutions consultatives et de bonne gouvernance créées par la Constitution ou par la loi."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 19",
    "text": "L'homme et la femme jouissent, à égalité, des droits et libertés à caractère civil, politique, économique, social, culturel et environnemental, énoncés dans le présent Titre et dans les autres dispositions de la Constitution, ainsi que dans les conventions et pactes internationaux dûment ratifiés par le Maroc et ce, dans le respect des dispositions de la Constitution, des constantes du Royaume et de ses lois.\nL'Etat œuvre à la réalisation de la parité entre les hommes et les femmes.\nIl est créé, à cet effet, une Autorité pour la parité et la lutte contre toutes formes de discrimination."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 20",
    "text": "Le droit à la vie est le droit premier de tout être humain. La loi protège ce droit."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 21",
    "text": "Toute personne a droit à la sécurité de sa personne et de ses proches, et à la protection de ses biens.\nLes pouvoirs publics assurent la sécurité des populations et du territoire national, dans le respect des libertés et des droits fondamentaux garantis à tous."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 22",
    "text": "Il ne peut être porté atteinte à l'intégrité physique ou morale de quiconque, en quelque circonstance que ce soit, et par quelque partie que ce soit, privée ou publique.\nNul ne doit infliger à autrui, sous quelque prétexte que ce soit, des traitements cruels, inhumains, dégradants ou portant atteinte à la dignité humaine.\nLa pratique de la torture, sous toutes ses formes et par quiconque, est un crime puni par la loi."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 23",
    "text": "Nul ne peut être arrêté, détenu, poursuivi ou condamné en dehors des cas et des formes prévus par la loi.\nLa détention arbitraire ou secrète et la disparition forcée sont des crimes de la plus grande gravité. Elles exposent leurs auteurs aux sanctions les plus sévères.\nToute personne détenue doit être informée immédiatement, et d'une façon qui lui soit compréhensible, des motifs de sa détention et de ses droits, dont celui de garder le silence. Elle doit bénéficier, au plus tôt, d'une assistance juridique et de la possibilité de communication avec ses proches, conformément à la loi.\nLa présomption d'innocence et le droit à un procès équitable sont garantis.\nToute personne détenue jouit de droits fondamentaux et de conditions de détention humaines. Elle peut bénéficier de programmes de formation et de réinsertion.\nEst proscrite toute incitation au racisme, à la haine et à la violence.\nLe génocide et tous autres crimes contre l'humanité, les crimes de guerre et toutes les violations graves et systématiques des droits de l'Homme sont punis par la loi."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 24",
    "text": "Toute personne a droit à la protection de sa vie privée.\nLe domicile est inviolable. Les perquisitions ne peuvent intervenir que dans les conditions et les formes prévues par la loi.\nLes communications privées, sous quelque forme que ce soit, sont secrètes. Seule la justice peut autoriser, dans les conditions et selon les formes prévues par la loi, l'accès à leur contenu, leur divulgation totale ou partielle ou leur invocation à la charge de quiconque.\nEst garantie pour tous, la liberté de circuler et de s'établir sur le territoire national, d'en sortir et d'y retourner, conformément à la loi."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 25",
    "text": "Sont garanties les libertés de pensée, d'opinion et d'expression sous toutes leurs formes.\nSont garanties les libertés de création, de publication et d'exposition en matière littéraire et artistique et de recherche scientifique et technique."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 26",
    "text": "Les pouvoirs publics apportent, par des moyens appropriés, leur appui au développement de la création culturelle et artistique, et de la recherche scientifique et technique, ainsi qu'à la promotion du sport. Ils favorisent le développement et l'organisation de ces secteurs de manière indépendante et sur des bases démocratiques et professionnelles précises."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 27",
    "text": "Les citoyennes et les citoyens ont le droit d'accéder à l'information détenue par l'administration publique, les institutions élues et les organismes investis de mission de service public.\nLe droit à l'information ne peut être limité que par la loi, dans le but d'assurer la protection de tout ce qui concerne la défense nationale, la sécurité intérieure et extérieure de l'Etat, et la vie privée des personnes, de prévenir l'atteinte aux libertés et droits fondamentaux énoncés dans la présente Constitution, et de protéger les sources des informations et les domaines déterminés avec précision par la loi."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 28",
    "text": "La liberté de la presse est garantie et ne peut être limitée par aucune forme de censure préalable.\nTous ont le droit d'exprimer et de diffuser librement et dans les seules limites expressément prévues par la loi, des informations, des idées et des opinions.\nLes pouvoirs publics favorisent l'organisation du secteur de la presse de manière indépendante et sur des bases démocratiques, ainsi que la détermination des règles juridiques et déontologiques le concernant.\nLa loi fixe les règles d'organisation et de contrôle des moyens publics de communication. Elle garantit l'accès à ces moyens dans le respect du pluralisme linguistique, culturel et politique de la société marocaine.\nConformément aux dispositions de l'article 165 de la présente Constitution, la Haute autorité de la communication audiovisuelle veille au respect de ce pluralisme."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 29",
    "text": "Sont garanties les libertés de réunion, de rassemblement, de manifestation pacifique, d'association et d'appartenance syndicale et politique. La loi fixe les conditions d'exercice de ces libertés.\nLe droit de grève est garanti. Une loi organique fixe les conditions et les modalités de son exercice."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 30",
    "text": "Sont électeurs et éligibles tous les citoyennes et les citoyens majeurs jouissant de leurs droits civils et politiques. La loi prévoit des dispositions de nature à favoriser l'égal accès des femmes et des hommes aux fonctions électives.\nLe vote est un droit personnel et un devoir national.\nLes ressortissants étrangers jouissent des libertés fondamentales reconnues aux citoyennes et citoyens marocains, conformément à la loi.\nCeux d'entre eux qui résident au Maroc peuvent participer aux élections locales en vertu de la loi, de l'application de conventions internationales ou de pratiques de réciprocité.\nLes conditions d'extradition et d'octroi du droit d'asile sont définies par la loi."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 31",
    "text": "L'Etat, les établissements publics et les collectivités territoriales œuvrent à la mobilisation de tous les moyens disponibles pour faciliter l'égal accès des citoyennes et des citoyens aux conditions leur permettant de jouir du droit :\n- aux soins de santé ;\n- à la protection sociale, à la couverture médicale et à la solidarité mutualiste ou organisée par l'Etat ;\n- à une éducation moderne, accessible et de qualité ;\n- à l'éducation sur l'attachement à l'identité marocaine et aux constantes nationales immuables;\n- à la formation professionnelle et à l'éducation physique et artistique ;\n- à un logement décent;\n- au travail et à l'appui des pouvoirs publics en matière de recherche d'emploi ou d'auto-emploi ;\n- à l'accès aux fonctions publiques selon le mérite ;\n- à l'accès à l'eau et à un environnement sain;\n- au développement durable."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 32",
    "text": "La famille, fondée sur le lien légal du mariage, est la cellule de base de la société.\nL'Etat œuvre à garantir, par la loi, la protection de la famille sur les plans juridique, social et économique, de manière à garantir son unité, sa stabilité et sa préservation.\nIl assure une égale protection juridique et une égale considération sociale et morale à tous les enfants, abstraction faite de leur situation familiale.\nL'enseignement fondamental est un droit de l'enfant et une obligation de la famille et de l'Etat.\nIl est créé un Conseil consultatif de la famille et de l'enfance."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 33",
    "text": "Il incombe aux pouvoirs publics de prendre toutes les mesures appropriées en vue :\n- d'étendre et généraliser la participation de la jeunesse au développement social, économique, culturel et politique du pays;\n- d'aider les jeunes à s'insérer dans la vie active et associative et prêter assistance à ceux en difficulté d'adaptation scolaire, sociale ou professionnelle;\n- de faciliter l'accès des jeunes à la culture, à la science, à la technologie, à l'art, au sport et aux loisirs, tout en créant les conditions propices au plein déploiement de leur potentiel créatif et innovant dans tous ces domaines.\nIl est créé à cet effet un Conseil consultatif de la jeunesse et de l'action associative."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 34",
    "text": "Les pouvoirs publics élaborent et mettent en œuvre des politiques destinées aux personnes et aux catégories à besoins spécifiques. A cet effet, ils veillent notamment à :\n- traiter et prévenir la vulnérabilité de certaines catégories de femmes et de mères, d'enfants et de personnes âgées ;\n- réhabiliter et intégrer dans la vie sociale et civile les handicapés physiques sensorimoteurs et mentaux, et faciliter leur jouissance des droits et libertés reconnus à tous."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 35",
    "text": "Le droit de propriété est garanti.\nLa loi peut en limiter l'étendue et l'exercice si les exigences du développement économique et social du pays le nécessitent. Il ne peut être procédé à l'expropriation que dans les cas et les formes prévus par la loi.\nL'Etat garantit la liberté d'entreprendre et la libre concurrence. Il œuvre à la réalisation d'un développement humain durable, à même de permettre la consolidation de la justice sociale et la préservation des ressources naturelles nationales et des droits des générations futures.\nL'Etat veille à garantir l'égalité des chances pour tous et une protection spécifique pour les catégories sociales défavorisées."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 36",
    "text": "Les infractions relatives aux conflits d'intérêts, aux délits d'initié et toutes infractions d'ordre financier sont sanctionnées par la loi.\nLes pouvoirs publics sont tenus de prévenir et réprimer, conformément à la loi, toutes formes de délinquance liées à l'activité des administrations et des organismes publics, à l'usage des fonds dont ils disposent, ainsi qu'à la passation et à la gestion des marchés publics.\nLe trafic d'influence et de privilèges, l'abus de position dominante et de monopole, et toutes les autres pratiques contraires aux principes de la concurrence libre et loyale dans les relations économiques, sont sanctionnés par la loi.\nIl est créé une Instance nationale de la probité, de la prévention et de la lutte contre la corruption."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 37",
    "text": "Tous les citoyennes et les citoyens doivent respecter la Constitution et se conformer à la loi. Ils doivent exercer les droits et les libertés garantis par la Constitution dans un esprit de responsabilité et de citoyenneté engagée, où l'exercice des droits se fait en corrélation avec l'accomplissement des devoirs."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 38",
    "text": "Tous les citoyennes et les citoyens contribuent à la défense de la Patrie et de son intégrité territoriale contre toute agression ou menace."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 39",
    "text": "Tous supportent, en proportion de leurs facultés contributives, les charges publiques que seule la loi peut, dans les formes prévues par la présente Constitution, créer et répartir."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE II LIBERTES ET DROITS FONDAMENTAUX",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 40",
    "text": "Tous supportent solidairement et proportionnellement à leurs moyens, les charges que requiert le développement du pays, et celles résultant des calamités et des catastrophes naturelles."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE III DE LA ROYAUTE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 41",
    "text": "Le Roi, Amir Al Mouminine, veille au respect de l'Islam. Il est le Garant du libre exercice des cultes.\nIl préside le Conseil supérieur des Ouléma, chargé de l'étude des questions qu'Il lui soumet.\nLe Conseil est la seule instance habilitée à prononcer les consultations religieuses (Fatwas) devant être officiellement agréées, sur les questions dont il est saisi et ce, sur la base des principes, préceptes et desseins tolérants de l'Islam.\nLes attributions, la composition et les modalités de fonctionnement du Conseil sont fixées par dahir.\nLe Roi exerce par dahirs les prérogatives religieuses inhérentes à l'institution d'Imarat Al Mouminine qui Lui sont conférées de manière exclusive par le présent article."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE III DE LA ROYAUTE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 42",
    "text": "Le Roi Chef de l'Etat, Son Représentant Suprême, Symbole de l'unité de la Nation, Garant de la pérennité et de la continuité de l'Etat et Arbitre Suprême entre ses institutions, veille au respect de la Constitution, au bon fonctionnement des institutions constitutionnelles, à la protection du choix démocratique et des droits et libertés des citoyennes et des citoyens, et des collectivités, et au respect des engagements internationaux du Royaume.\nIl est le Garant de l'indépendance du pays et de l'intégrité territoriale du Royaume dans ses frontières authentiques.\nLe Roi exerce ces missions par dahirs en vertu des pouvoirs qui Lui sont expressément dévolus par la présente Constitution.\nLes dahirs, à l'exception de ceux prévus aux articles 41, 44 (2º alinéa), 47 (1er et 6ª alinéas), 51, 57, 59, 130 (1er et 4º alinéas) et 174, sont contresignés par le Chef du Gouvernement."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE III DE LA ROYAUTE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 43",
    "text": "La Couronne du Maroc et ses droits constitutionnels sont héréditaires et se transmettent de père en fils aux descendants mâles en ligne directe et par ordre de primogéniture de SA MAJESTE LE ROI MOHAMMED VI, à moins que le Roi ne désigne, de Son vivant, un successeur parmi Ses fils, autre que Son fils aîné. Lorsqu'il n'y a pas de descendants mâles en ligne directe, la succession au Trône est dévolue à la ligne collatérale mâle la plus proche et dans les mêmes conditions."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE III DE LA ROYAUTE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 44",
    "text": "Le Roi est mineur jusqu'à l'âge de dix-huit ans accomplis. Durant la minorité du Roi, un Conseil de Régence exerce les pouvoirs et les droits constitutionnels de la Couronne, sauf ceux relatifs à la révision de la Constitution. Le Conseil de Régence fonctionnera comme organe consultatif auprès du Roi, jusqu'au jour où il aura atteint l'âge de vingt ans accomplis.\nLe Conseil de Régence est présidé par le Président de la Cour Constitutionnelle. Il se compose, en outre, du Chef du Gouvernement, du Président de la Chambre des Représentants, du Président de la Chambre des Conseillers, du Président-délégué du Conseil Supérieur du Pouvoir Judiciaire, du Secrétaire général du Conseil supérieur des Ouléma, et de dix personnalités désignées par le Roi intuitu personae.\nLes règles de fonctionnement du Conseil de Régence sont fixées par une loi organique."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE III DE LA ROYAUTE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 45",
    "text": "Le Roi dispose d'une liste civile."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE III DE LA ROYAUTE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 46",
    "text": "La personne du Roi est inviolable, et respect Lui est dû."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE III DE LA ROYAUTE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 47",
    "text": "Le Roi nomme le Chef du Gouvernement au sein du parti politique arrivé en tête des élections des membres de la Chambre des Représentants, et au vu de leurs résultats.\nSur proposition du Chef du Gouvernement, Il nomme les membres du gouvernement.\nLe Roi peut, à Son initiative, et après consultation du Chef du Gouvernement, mettre fin aux fonctions d'un ou de plusieurs membres du gouvernement.\nLe Chef du Gouvernement peut demander au Roi de mettre fin aux fonctions d'un ou de plusieurs membres du gouvernement du fait de leur démission individuelle ou collective.\nA la suite de la démission du Chef du Gouvernement, le Roi met fin aux fonctions de l'ensemble du gouvernement.\nLe gouvernement dont il a été mis fin aux fonctions expédie les affaires courantes jusqu'à la constitution d'un nouveau gouvernement."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE III DE LA ROYAUTE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 48",
    "text": "Le Roi préside le Conseil des ministres, composé du Chef du Gouvernement et des ministres.\nLe Conseil des ministres se réunit à l'initiative du Roi ou à la demande du Chef du Gouvernement.\nLe Roi peut, sur la base d'un ordre du jour déterminé, déléguer au Chef du Gouvernement la présidence d'un Conseil des ministres."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE III DE LA ROYAUTE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 49",
    "text": "Le Conseil des ministres délibère sur les questions et textes suivants :\n- les orientations stratégiques de la politique de l'Etat ;\n- les projets de révision de la Constitution;\n- les projets de lois organiques ;\n- les orientations générales du projet de loi de finances ;\n- les projets de loi-cadre visés à l'article 71 (2e alinéa) de la présente Constitution;\n- le projet de loi d'amnistie;\n- les projets de textes relatifs au domaine militaire;\n- la déclaration de l'état de siège;\n- la déclaration de guerre ;\n- le projet de décret visé à l'article 104 de la présente Constitution;\n- la nomination, sur proposition du Chef du Gouvernement et à l'initiative du ministre concerné, aux emplois civils suivants: wali de Bank Al-Maghrib, ambassadeurs, walis et gouverneurs, et responsables des administrations chargées de la sécurité intérieure, ainsi que les responsables des établissements et entreprises publics stratégiques. Une loi organique précise la liste de ces établissements et entreprises stratégiques."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE III DE LA ROYAUTE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 50",
    "text": "Le Roi promulgue la loi dans les trente jours qui suivent la transmission au gouvernement de la loi définitivement adoptée.\nLa loi ainsi promulguée doit faire l'objet de publication au « Bulletin officiel » du Royaume dans un délai n'excédant pas un mois courant à compter de la date du dahir de sa promulgation."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE III DE LA ROYAUTE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 51",
    "text": "Le Roi peut dissoudre, par dahir, les deux Chambres du Parlement ou l'une d'elles, dans les conditions prévues aux articles 96, 97 et 98."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE III DE LA ROYAUTE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 52",
    "text": "Le Roi peut adresser des messages à la Nation et au Parlement. Les messages sont lus devant les deux chambres et ne peuvent y faire l'objet d'aucun débat."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE III DE LA ROYAUTE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 53",
    "text": "Le Roi est le Chef Suprême des Forces Armées Royales. Il nomme aux emplois militaires et peut déléguer ce droit."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE III DE LA ROYAUTE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 54",
    "text": "Il est créé un Conseil supérieur de sécurité, en tant qu'instance de concertation sur les stratégies de sécurité intérieure et extérieure du pays, et de gestion des situations de crise. Le Conseil veille également à l'institutionnalisation des normes d'une bonne gouvernance sécuritaire.\nLe Roi préside ce Conseil et peut déléguer au Chef du Gouvernement la présidence d'une réunion du Conseil, sur la base d'un ordre du jour déterminé.\nLe Conseil supérieur de sécurité comprend, outre le Chef du Gouvernement, le Président de la Chambre des Représentants, le Président de la Chambre des Conseillers, le président-délégué du Conseil supérieur du pouvoir judiciaire, les ministres chargés de l'Intérieur, des Affaires étrangères, de la Justice et de l'administration de la Défense nationale, ainsi que les responsables des administrations compétentes en matière sécuritaire, des officiers supérieurs des Forces Armées Royales, et toute autre personnalité dont la présence est utile aux travaux dudit Conseil.\nLe règlement intérieur du Conseil fixe les règles de son organisation et de son fonctionnement."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE III DE LA ROYAUTE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 55",
    "text": "Le Roi accrédite les ambassadeurs auprès des Etats étrangers et des organismes internationaux. Les ambassadeurs et les représentants des organismes internationaux sont accrédités auprès de Lui.\nIl signe et ratifie les traités. Toutefois, les traités de paix ou d'union, ou ceux relatifs à la délimitation des frontières, les traités de commerce ou ceux engageant les finances de l'Etat ou dont l'application nécessite des mesures législatives, ainsi que les traités relatifs aux droits et libertés individuelles ou collectives des citoyennes et des citoyens, ne peuvent être ratifiés qu'après avoir été préalablement approuvés par la loi.\nLe Roi peut soumettre au Parlement tout autre traité ou convention avant sa ratification.\nSi la Cour Constitutionnelle, saisie par le Roi ou le Chef du Gouvernement ou le Président de la Chambre des Représentants ou le Président de la Chambre des Conseillers ou le sixième des membres de la première Chambre ou le quart des membres de la deuxième Chambre, déclare qu'un engagement international comporte une disposition contraire à la Constitution, sa ratification ne peut intervenir qu'après la révision de la Constitution."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE III DE LA ROYAUTE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 56",
    "text": "Le Roi préside le Conseil supérieur du pouvoir judiciaire."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE III DE LA ROYAUTE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 57",
    "text": "Le Roi approuve par dahir la nomination des magistrats par le Conseil supérieur du pouvoir judiciaire."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE III DE LA ROYAUTE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 58",
    "text": "Le Roi exerce le droit de grâce."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE III DE LA ROYAUTE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 59",
    "text": "Lorsque l'intégrité du territoire national est menacée ou que se produisent des événements qui entravent le fonctionnement régulier des institutions constitutionnelles, le Roi peut, après avoir consulté le Chef du Gouvernement, le Président de la Chambre des Représentants, le Président de la Chambre des Conseillers, ainsi que le Président de la Cour Constitutionnelle, et adressé un message à la Nation, proclamer par dahir l'état d'exception. De ce fait, le Roi est habilité à prendre les mesures qu'imposent la défense de l'intégrité territoriale et le retour, dans le moindre délai, au fonctionnement normal des institutions constitutionnelles.\nLe Parlement ne peut être dissous pendant l'exercice des pouvoirs exceptionnels.\nLes libertés et droits fondamentaux prévus par la présente Constitution demeurent garantis.\nIl est mis fin à l'état d'exception dans les mêmes formes que sa proclamation, dès que les conditions qui l'ont justifié n'existent plus."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "De l'organisation du Parlement",
    "chapitre": null,
    "section": null,
    "article_no": "Article 60",
    "text": "Le Parlement est composé de deux Chambres, la Chambre des Représentants et la Chambre des Conseillers. Leurs membres tiennent leur mandat de la Nation. Leur droit de vote est personnel et ne peut être délégué.\nL'opposition est une composante essentielle des deux Chambres. Elle participe aux fonctions de législation et de contrôle telles que prévues, notamment dans le présent Titre."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "De l'organisation du Parlement",
    "chapitre": null,
    "section": null,
    "article_no": "Article 61",
    "text": "Tout membre de l'une des deux Chambres qui renonce à l'appartenance politique au nom de laquelle il s'est porté candidat aux élections ou au groupe ou groupement parlementaire auquel il appartient, est déchu de son mandat.\nLa Cour Constitutionnelle, saisie par le président de la Chambre concernée, déclare la vacance du siège et ce, conformément aux dispositions du règlement intérieur de la Chambre concernée, qui fixe également les délais et la procédure de saisine de la Cour Constitutionnelle."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "De l'organisation du Parlement",
    "chapitre": null,
    "section": null,
    "article_no": "Article 62",
    "text": "Les membres de la Chambre des Représentants sont élus pour cinq ans au suffrage universel direct. La législature prend fin à l'ouverture de la session d'octobre de la cinquième année qui suit l'élection de la Chambre.\nLe nombre des représentants, le régime électoral, les principes du découpage électoral, les conditions d'éligibilité, les cas d'incompatibilités, les règles de limitation du cumul de mandats et l'organisation du contentieux électoral, sont fixés par une loi organique.\nLe Président de la Chambre des Représentants et les membres du Bureau ainsi que les présidents des Commissions permanentes et leurs bureaux, sont élus en début de législature, puis à la troisième année, de celle-ci lors de la session d'avril, et pour la période restant à courir de ladite législature.\nL'élection des membres du Bureau a lieu à la représentation proportionnelle des groupes."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "De l'organisation du Parlement",
    "chapitre": null,
    "section": null,
    "article_no": "Article 63",
    "text": "La Chambre des Conseillers comprend au minimum 90 membres et au maximum 120, élus au suffrage universel indirect pour six ans, selon la répartition suivante :\n- trois cinquièmes des membres représentant les collectivités territoriales. Cet effectif est réparti entre les régions du Royaume, en proportion de leurs populations respectives et en observant l'équité entre les régions. Le tiers réservé à la région est élu au niveau de chaque région par le Conseil régional parmi ses membres. Les deux tiers restants sont élus par un collège électoral constitué au niveau de la région par les membres des conseils communaux, préfectoraux et provinciaux ;\n- deux cinquièmes des membres élus dans chaque région par des collèges électoraux composés d'élus des chambres professionnelles et des organisations professionnelles des employeurs les plus représentatives, et de membres élus à l'échelon national par un collège électoral composé des représentants des salariés.\nLe nombre des membres de la Chambre des Conseillers et leur régime électoral, le nombre de ceux à élire par chacun des collèges électoraux, la répartition des sièges par région, les conditions d'éligibilité et les cas d'incompatibilités, les règles de limitation du cumul de mandats, ainsi que l'organisation du contentieux électoral, sont fixés par une loi organique.\nLe Président de la Chambre des Conseillers et les membres du Bureau, ainsi que les présidents des Commissions permanentes et leurs bureaux, sont élus en début de législature, puis au terme de la moitié de la législature.\nL'élection des membres du Bureau a lieu à la représentation proportionnelle des groupes."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "De l'organisation du Parlement",
    "chapitre": null,
    "section": null,
    "article_no": "Article 64",
    "text": "Aucun membre du Parlement ne peut être poursuivi, recherché, arrêté, détenu ou jugé à l'occasion d'une opinion ou d'un vote émis par lui dans l'exercice de ses fonctions, hormis le cas où l'opinion exprimée met en cause la forme monarchique de l'Etat ou la religion musulmane ou constitue une atteinte au respect dû au Roi."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "De l'organisation du Parlement",
    "chapitre": null,
    "section": null,
    "article_no": "Article 65",
    "text": "Le Parlement siège pendant deux sessions par an. Le Roi préside l'ouverture de la première session qui commence le deuxième vendredi d'octobre. La seconde session s'ouvre le deuxième vendredi d'avril.\nLorsque le Parlement a siégé quatre mois au moins, au cours de chaque session, la clôture peut être prononcée par décret."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "De l'organisation du Parlement",
    "chapitre": null,
    "section": null,
    "article_no": "Article 66",
    "text": "Le Parlement peut être réuni en session extraordinaire, soit par décret, soit à la demande du tiers des membres de la Chambre des Représentants ou de la majorité de ceux de la Chambre des Conseillers.\nLes sessions extraordinaires du Parlement se tiennent sur la base d'un ordre du jour déterminé. Lorsque ce dernier est épuisé, la session est close par décret."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "De l'organisation du Parlement",
    "chapitre": null,
    "section": null,
    "article_no": "Article 67",
    "text": "Les ministres ont accès à chaque Chambre et à leurs commissions. Ils peuvent se faire assister de commissaires désignés par eux.\nOutre les Commissions permanentes mentionnées à l'alinéa précédent, peuvent être créées à l'initiative du Roi ou à la demande du tiers des membres de la Chambre des Représentants, ou du tiers des membres de la Chambre des Conseillers, des commissions d'enquête formées pour recueillir les éléments d'information sur des faits déterminés ou sur la gestion des services, établissements et entreprises publics, et soumettre leurs conclusions à la Chambre concernée.\nIl ne peut être créé de commission d'enquête lorsque les faits ont donné lieu à des poursuites judiciaires et aussi longtemps que ces poursuites sont en cours. Si une commission a déjà été créée, sa mission prend fin dès l'ouverture d'une information judiciaire relative aux faits qui ont motivé sa création.\nLes commissions d'enquête ont un caractère temporaire. Leur mission prend fin par le dépôt de leur rapport auprès du Bureau de la Chambre concernée et, le cas échéant, par la saisine de la justice par le Président de ladite Chambre.\nUne séance publique est réservée par la Chambre concernée à la discussion des rapports des commissions d'enquête.\nUne loi organique fixe les modalités de fonctionnement de ces commissions."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "De l'organisation du Parlement",
    "chapitre": null,
    "section": null,
    "article_no": "Article 68",
    "text": "Les séances des Chambres du Parlement sont publiques. Le compte rendu intégral des débats est publié au « Bulletin officiel » du Parlement.\nChaque Chambre peut siéger en comité secret, à la demande du Chef du Gouvernement ou du tiers de ses membres.\nLes réunions des Commissions du Parlement sont secrètes. Les règlements intérieurs des deux Chambres du Parlement fixent les cas et les règles permettant la tenue par ces Commissions de séances publiques.\nLe Parlement tient des réunions communes de ses deux Chambres, en particulier dans les cas suivants :\n- l'ouverture par le Roi de la session parlementaire, le deuxième vendredi du mois d'octobre, et l'adresse des messages Royaux destinés au Parlement ;\n- l'adoption de la révision de la Constitution, conformément aux dispositions de l'article 174;\n- les déclarations du Chef du Gouvernement;\n- la présentation du projet de loi de finances de l'année ;\n- les discours des Chefs d'Etat et de gouvernement étrangers.\nLe Chef du Gouvernement peut également demander au Président de la Chambre des Représentants et au Président de la Chambre des Conseillers de tenir des réunions communes des deux Chambres, pour la présentation d'informations portant sur des affaires revêtant un caractère national important.\nLes réunions communes se tiennent sous la présidence du Président de la Chambre des Représentants. Les règlements intérieurs des deux Chambres déterminent les modalités et les règles de la tenue de ces réunions.\nOutre les séances communes, les Commissions permanentes du Parlement peuvent tenir des réunions communes pour écouter des informations portant sur des affaires revêtant un caractère national important et ce, conformément aux règles fixées par les règlements intérieurs des deux Chambres."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "De l'organisation du Parlement",
    "chapitre": null,
    "section": null,
    "article_no": "Article 69",
    "text": "Chaque Chambre établit et vote son règlement intérieur. Toutefois, il ne pourra être mis en application qu'après avoir été déclaré par la Cour Constitutionnelle conforme aux dispositions de la présente Constitution.\nLes deux Chambres du Parlement sont tenues, lors de l'élaboration de leur règlement intérieur respectif, de prendre en considération les impératifs de leur harmonisation et de leur complémentarité, de manière à garantir l'efficience du travail parlementaire.\nLe règlement intérieur fixe notamment :\n--les règles de composition, de fonctionnement et d'appartenance concernant les groupes et groupements parlementaires, et les droits spécifiques reconnus aux groupes d'opposition;\n- l'obligation de participation effective des membres aux travaux des commissions et des séances plénières, y compris les sanctions applicables en cas d'absence ;\n- le nombre, les attributions et l'organisation des Commissions permanentes, en réservant la présidence d'une ou deux de ces commissions au moins à l'opposition, sous réserve des dispositions de l'article 10 de la présente Constitution."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "Des Pouvoirs du Parlement",
    "chapitre": null,
    "section": null,
    "article_no": "Article 70",
    "text": "Le Parlement exerce le pouvoir législatif.\nIl vote les lois, contrôle l'action du gouvernement et évalue les politiques publiques.\nUne loi d'habilitation peut autoriser le gouvernement, pendant un délai limité et en vue d'un objectif déterminé, à prendre par décret des mesures qui sont normalement du domaine de la loi. Les décrets entrent en vigueur dès leur publication, mais ils doivent être soumis, au terme du délai fixé par la loi d'habilitation, à la ratification du Parlement. La loi d'habilitation devient caduque en cas de dissolution des deux Chambres du Parlement, ou de l'une d'elles."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "Des Pouvoirs du Parlement",
    "chapitre": null,
    "section": null,
    "article_no": "Article 71",
    "text": "Sont du domaine de la loi, outre les matières qui lui sont expressément dévolues par d'autres articles de la Constitution :\n- les libertés et droits fondamentaux prévus dans le préambule, et dans d'autres articles de la présente Constitution;\n- le statut de la famille et l'état civil;\n--- les principes et règles du système de santé ;\n- le régime des médias audio-visuels et de la presse sous toutes ses formes ;\n- l'amnistie;\n- la nationalité et la condition des étrangers ;\n- la détermination des infractions et des peines qui leur sont applicables;\n- l'organisation judiciaire et la création de nouvelles catégories de juridictions;\n- la procédure civile et la procédure pénale;\n- le régime pénitentiaire ;\n-- le statut général de la fonction publique ;\n- les garanties fondamentales accordées aux fonctionnaires civils et militaires;\n- le statut des services et forces de maintien de l'ordre ;\n- le régime des collectivités territoriales et les principes de délimitation de leur ressort territorial;\n- le régime électoral des collectivités territoriales et les principes du découpage des circonscriptions électorales ;\n- le régime fiscal et l'assiette, le taux et les modalités de recouvrement des impôts;\n- le régime juridique de l'émission de la monnaie et le statut de la banque centrale;\n- le régime des douanes ;\n-- le régime des obligations civiles et commerciales, le droit des sociétés et des coopératives;\n- les droits réels et les régimes des propriétés immobilières publique, privée et collective;\n- le régime des transports;\n- les relations de travail, la sécurité sociale, les accidents de travail et les maladies professionnelles ;\n- le régime des banques, des sociétés d'assurances et des mutuelles;\n- le régime des technologies de l'information et de la communication;\n- l'urbanisme et l'aménagement du territoire ;\n- les règles relatives à la gestion de l'environnement, à la protection des ressources naturelles et au développement durable;\n- le régime des eaux et forêts et de la pêche ;\n- la détermination des orientations et de l'organisation générale de l'enseignement, de la recherche scientifique et de la formation professionnelle ;\n- la création des établissements publics et de toute autre personne morale de droit public;\n- la nationalisation d'entreprises et le régime des privatisations.\nOutre les matières visées à l'alinéa précédent, le Parlement est habilité à voter des lois-cadres concernant les objectifs fondamentaux de l'activité économique, sociale, environnementale et culturelle de l'Etat."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "Des Pouvoirs du Parlement",
    "chapitre": null,
    "section": null,
    "article_no": "Article 72",
    "text": "Les matières autres que celles qui sont du domaine de la loi appartiennent au domaine réglementaire."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "Des Pouvoirs du Parlement",
    "chapitre": null,
    "section": null,
    "article_no": "Article 73",
    "text": "Les textes pris en forme législative peuvent être modifiés par décret, après avis conforme de la Cour Constitutionnelle, lorsqu'ils seront intervenus dans un domaine dévolu à l'exercice du pouvoir réglementaire."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "Des Pouvoirs du Parlement",
    "chapitre": null,
    "section": null,
    "article_no": "Article 74",
    "text": "L'état de siège peut être déclaré, par dahir contresigné par le Chef du Gouvernement, pour une durée de trente jours. Ce délai ne peut être prorogé que par la loi."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "Des Pouvoirs du Parlement",
    "chapitre": null,
    "section": null,
    "article_no": "Article 75",
    "text": "Le Parlement vote la loi de finances, déposée par priorité devant la Chambre des Représentants, dans les conditions prévues par une loi organique. Celle-ci détermine la nature des informations, documents et données nécessaires pour enrichir les débats parlementaires sur le projet de loi de finances.\nLe Parlement vote une seule fois les dépenses d'investissement nécessaires, dans le domaine de développement, à la réalisation des plans de développement stratégiques et des programmes pluriannuels, établis par le gouvernement qui en informe le Parlement. Les dépenses ainsi approuvées sont reconduites automatiquement pendant la durée des ces plans et programmes. Seul le gouvernement est habilité à déposer des projets de loi tendant à modifier les dépenses approuvées dans le cadre précité.\nSi, à la fin de l'année budgétaire, la loi de finances n'est pas votée ou n'est pas promulguée en raison de sa soumission à la Cour Constitutionnelle en application de l'article 132 de la présente Constitution, le gouvernement ouvre, par décret, les crédits nécessaires à la marche des services publics et à l'exercice de leur mission, en fonction des propositions budgétaires soumises à approbation.\nDans ce cas, les recettes continuent à être perçues conformément aux dispositions législatives et réglementaires en vigueur les concernant à l'exception, toutefois, des recettes dont la suppression est proposée dans le projet de loi de finances. Quant à celles pour lesquelles ledit projet prévoit une diminution de taux, elles seront perçues au nouveau taux proposé."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "Des Pouvoirs du Parlement",
    "chapitre": null,
    "section": null,
    "article_no": "Article 76",
    "text": "Le gouvernement soumet annuellement au Parlement une loi de règlement de la loi de finances au cours du deuxième exercice qui suit celui de l'exécution de ladite loi de finances. Cette loi inclut le bilan des budgets d'investissement dont la durée est arrivée à échéance."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "Des Pouvoirs du Parlement",
    "chapitre": null,
    "section": null,
    "article_no": "Article 77",
    "text": "Le Parlement et le gouvernement veillent à la préservation de l'équilibre des finances de l'Etat.\nLe gouvernement peut opposer, de manière motivée, l'irrecevabilité à toute proposition ou amendement formulés par les membres du Parlement lorsque leur adoption aurait pour conséquence, par rapport à la loi de finances, soit une diminution des ressources publiques, soit la création ou l'aggravation d'une charge publique."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "De l'exercice du Pouvoir législatif",
    "chapitre": null,
    "section": null,
    "article_no": "Article 78",
    "text": "L'initiative des lois appartient concurremment au Chef du Gouvernement et aux membres du Parlement.\nLes projets de loi sont déposés en priorité sur le bureau de la Chambre des Représentants. Toutefois, les projets de loi relatifs particulièrement aux Collectivités territoriales, au développement régional et aux affaires sociales sont déposés en priorité sur le bureau de la Chambre des Conseillers."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "De l'exercice du Pouvoir législatif",
    "chapitre": null,
    "section": null,
    "article_no": "Article 79",
    "text": "Le gouvernement peut opposer l'irrecevabilité à toute proposition ou amendement qui n'est pas du domaine de la loi.\nEn cas de désaccord, la Cour Constitutionnelle statue, dans un délai de huit jours, à la demande du Président de l'une ou l'autre Chambre du Parlement ou du Chef du Gouvernement."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "De l'exercice du Pouvoir législatif",
    "chapitre": null,
    "section": null,
    "article_no": "Article 80",
    "text": "Les projets et propositions de loi sont soumis pour examen aux commissions, dont l'activité se poursuit entre les sessions."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "De l'exercice du Pouvoir législatif",
    "chapitre": null,
    "section": null,
    "article_no": "Article 81",
    "text": "Le gouvernement peut prendre, dans l'intervalle des sessions, avec l'accord des commissions concernées des deux Chambres, des décrets-lois qui doivent être, au cours de la session ordinaire suivante du Parlement, soumis à la ratification de celui-ci.\nLe projet de décret-loi est déposé sur le bureau de la Chambre des Représentants. Il est examiné successivement par les commissions concernées des deux Chambres en vue de parvenir à une décision commune dans un délai de six jours. A défaut, la décision est prise par la commission concernée de la Chambre des Représentants."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "De l'exercice du Pouvoir législatif",
    "chapitre": null,
    "section": null,
    "article_no": "Article 82",
    "text": "L'ordre du jour de chaque Chambre est établi par son bureau. Il comporte les projets de loi et les propositions de loi, par priorité et dans l'ordre que le gouvernement a fixé.\nUne journée par mois au moins est réservée à l'examen des propositions de loi dont celles de l'opposition."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "De l'exercice du Pouvoir législatif",
    "chapitre": null,
    "section": null,
    "article_no": "Article 83",
    "text": "Les membres de chaque Chambre du Parlement et le gouvernement ont le droit d'amendement. Après l'ouverture du débat, le gouvernement peut s'opposer à l'examen de tout amendement qui n'a pas été antérieurement soumis à la commission intéressée.\nSi le gouvernement le demande, la Chambre saisie du texte en discussion, se prononce par un seul vote sur tout ou partie de celui-ci, en ne retenant que les amendements proposés ou acceptés par le gouvernement. La Chambre concernée peut s'opposer à cette procédure à la majorité de ses membres."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "De l'exercice du Pouvoir législatif",
    "chapitre": null,
    "section": null,
    "article_no": "Article 84",
    "text": "Tout projet ou proposition de loi est examiné successivement par les deux Chambres du Parlement pour parvenir à l'adoption d'un texte identique. La Chambre des Représentants délibère la première et successivement sur les projets de loi et sur les propositions de loi initiées par ses membres; la Chambre des Conseillers délibère en premier et successivement sur les projets de loi ainsi que sur les propositions de loi initiées par ses membres. Une Chambre saisie d'un texte voté par l'autre Chambre, délibère sur le texte tel qu'il lui a été transmis.\nLa Chambre des Représentants adopte en dernier ressort le texte examiné. Le vote ne peut avoir lieu qu'à la majorité absolue des membres présents, lorsqu'il s'agit d'un texte concernant les collectivités territoriales et les domaines afférents au développement régional et aux affaires sociales."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "De l'exercice du Pouvoir législatif",
    "chapitre": null,
    "section": null,
    "article_no": "Article 85",
    "text": "Les projets et propositions de lois organiques ne sont soumis à la délibération de la Chambre des Représentants qu'à l'issue d'un délai de dix jours après leur dépôt sur le bureau de la Chambre et suivant la même procédure visée à l'article 84. Ils sont définitivement adoptés à la majorité absolue des membres présents de ladite Chambre. Néanmoins, lorsqu'il s'agit d'un projet ou d'une proposition de loi organique relatif à la Chambre des Conseillers ou concernant les collectivités territoriales, le vote a lieu à la majorité des membres de la Chambre des représentants.\nLes lois organiques relatives à la Chambre des Conseillers doivent être votées dans les mêmes termes par les deux Chambres du Parlement.\nLes lois organiques ne peuvent être promulguées qu'après que la Cour Constitutionnelle se soit prononcée sur leur conformité à la Constitution."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IV DU POUVOIR LEGISLATIF",
    "titre": "De l'exercice du Pouvoir législatif",
    "chapitre": null,
    "section": null,
    "article_no": "Article 86",
    "text": "Les projets de lois organiques prévues par la présente Constitution doivent avoir été soumis pour approbation au Parlement dans un délai n'excédant pas la durée de la première législature suivant la promulgation de ladite Constitution."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE V DU POUVOIR EXECUTIF",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 87",
    "text": "Le gouvernement se compose du Chef du Gouvernement et des ministres, et peut comprendre aussi des secrétaires d'Etat.\nUne loi organique définit, notamment, les règles relatives à l'organisation et à la conduite des travaux du gouvernement et au statut de ses membres.\nElle détermine également les cas d'incompatibilité avec la fonction gouvernementale, les règles relatives à la limitation du cumul des fonctions, ainsi que celles régissant l'expédition des affaires courantes par le gouvernement dont il a été mis fin aux fonctions."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE V DU POUVOIR EXECUTIF",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 88",
    "text": "Après la désignation des membres du gouvernement par le Roi, le Chef du Gouvernement présente et expose devant les deux Chambres du Parlement réunies, le programme qu'il compte appliquer. Ce programme doit dégager les lignes directrices de l'action que le gouvernement se propose de mener dans les divers secteurs de l'activité nationale et notamment, dans les domaines intéressant la politique économique, sociale, environnementale, culturelle et extérieure.\nCe programme fait l'objet d'un débat devant chacune des deux Chambres. Le débat est suivi d'un vote à la Chambre des Représentants.\nLe gouvernement est investi, après avoir obtenu la confiance de la Chambre des Représentants, exprimée par le vote à la majorité absolue des membres composant ladite chambre, en faveur du programme du gouvernement."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE V DU POUVOIR EXECUTIF",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 89",
    "text": "Le gouvernement exerce le pouvoir exécutif.\nSous l'autorité du Chef du Gouvernement, le gouvernement met en œuvre son programme gouvernemental, assure l'exécution des lois, dispose de l'administration et supervise les établissements et entreprises publics et en assure la tutelle."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE V DU POUVOIR EXECUTIF",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 90",
    "text": "Le Chef du Gouvernement exerce le pouvoir réglementaire et peut déléguer certains de ses pouvoirs aux ministres.\nLes actes réglementaires du Chef du Gouvernement sont contresignés par les ministres chargés de leur exécution."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE V DU POUVOIR EXECUTIF",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 91",
    "text": "Le Chef du Gouvernement nomme aux emplois civils dans les administrations publiques et aux hautes fonctions des établissements et entreprises publics, sans préjudice des dispositions de l'article 49 de la présente Constitution.\nIl peut déléguer ce pouvoir."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE V DU POUVOIR EXECUTIF",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 92",
    "text": "Sous la présidence du Chef du Gouvernement, le Conseil du gouvernement délibère sur les questions et textes suivants :\n- la politique générale de l'Etat avant sa présentation en Conseil des ministres ;\n- les politiques publiques;\n- les politiques sectorielles;\n- l'engagement de la responsabilité du gouvernement devant la Chambre des Représentants;\n- les questions d'actualité liées aux droits de l'Homme et à l'ordre public;\n- les projets de loi, dont le projet de loi de finances, avant leur dépôt au bureau de la Chambre des Représentants, sans préjudice des dispositions de l'article 49 de la présente Constitution;\n- les décrets-lois;\n- les projets de décrets réglementaires;\n- les projets de décrets visés aux articles 65 (2e alinéa), 66 et 70 (3e alinéa) de la présente Constitution;\n- les traités et les conventions internationales avant leur soumission au Conseil des ministres ;\n- la nomination des secrétaires généraux et des directeurs centraux des administrations publiques, des présidents d'universités, des doyens et des directeurs des écoles et instituts supérieurs. La loi organique prévue à l'article 49 de la présente Constitution peut compléter la liste des fonctions à pourvoir en Conseil du gouvernement, et déterminer, en particulier, les principes et critères de nomination à ces fonctions, notamment ceux d'égalité des chances, de mérite, de compétence et de transparence.\nLe Chef du Gouvernement informe le Roi des conclusions des délibérations du Conseil du gouvernement."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE V DU POUVOIR EXECUTIF",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 93",
    "text": "Les ministres sont responsables, chacun dans le secteur dont il a la charge et dans le cadre de la solidarité gouvernementale, de la mise en œuvre de la politique du gouvernement.\nLes ministres accomplissent les missions qui leur sont confiées par le Chef du Gouvernement. Ils en rendent compte au Conseil du gouvernement.\nIls peuvent déléguer une partie de leurs attributions aux secrétaires d'Etat."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE V DU POUVOIR EXECUTIF",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 94",
    "text": "Les membres du gouvernement sont pénalement responsables devant les juridictions du Royaume pour les crimes et délits commis dans l'exercice de leurs fonctions.\nLa loi détermine la procédure relative à cette responsabilité."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VI DES RAPPORTS ENTRE LES POUVOIRS",
    "titre": "Des rapports entre le Roi et le Pouvoir législatif",
    "chapitre": null,
    "section": null,
    "article_no": "Article 95",
    "text": "Le Roi peut demander aux deux Chambres du Parlement qu'il soit procédé à une nouvelle lecture de tout projet ou proposition de loi.\nLa demande d'une nouvelle lecture est formulée par message. Cette nouvelle lecture ne peut être refusée."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VI DES RAPPORTS ENTRE LES POUVOIRS",
    "titre": "Des rapports entre le Roi et le Pouvoir législatif",
    "chapitre": null,
    "section": null,
    "article_no": "Article 96",
    "text": "Le Roi peut, après avoir consulté le Président de la Cour Constitutionnelle et informé le Chef du Gouvernement, le Président de la Chambre des Représentants et le Président de la Chambre des Conseillers, dissoudre par dahir, les deux Chambres ou l'une d'elles seulement.\nLa dissolution a lieu après un message adressé par le Roi à la Nation."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VI DES RAPPORTS ENTRE LES POUVOIRS",
    "titre": "Des rapports entre le Roi et le Pouvoir législatif",
    "chapitre": null,
    "section": null,
    "article_no": "Article 97",
    "text": "L'élection du nouveau Parlement ou de la nouvelle Chambre intervient deux mois, au plus tard, après la dissolution."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VI DES RAPPORTS ENTRE LES POUVOIRS",
    "titre": "Des rapports entre le Roi et le Pouvoir législatif",
    "chapitre": null,
    "section": null,
    "article_no": "Article 98",
    "text": "Lorsqu'une Chambre est dissoute, celle qui lui succède ne peut l'être qu'un an après son élection, sauf si aucune majorité gouvernementale ne se dégage au sein de la Chambre des Représentants nouvellement élue."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VI DES RAPPORTS ENTRE LES POUVOIRS",
    "titre": "Des rapports entre le Roi et le Pouvoir législatif",
    "chapitre": null,
    "section": null,
    "article_no": "Article 99",
    "text": "La déclaration de guerre, décidée en Conseil des ministres, conformément à l'article 49 de la présente Constitution, a lieu après communication faite par le Roi au Parlement."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VI DES RAPPORTS ENTRE LES POUVOIRS",
    "titre": "Des rapports entre les Pouvoirs législatif et exécutif",
    "chapitre": null,
    "section": null,
    "article_no": "Article 100",
    "text": "Une séance par semaine est réservée dans chaque Chambre par priorité aux questions des membres de celle-ci et aux réponses du gouvernement.\nLe gouvernement doit donner sa réponse dans les vingt jours suivant la date à laquelle il a été saisi de la question.\nLes réponses aux questions de politique générale sont données par le Chef du Gouvernement. Une séance par mois est réservée à ces questions et les réponses y afférentes sont présentées devant la Chambre concernée dans les trente jours suivant la date de leur transmission au Chef du Gouvernement."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VI DES RAPPORTS ENTRE LES POUVOIRS",
    "titre": "Des rapports entre les Pouvoirs législatif et exécutif",
    "chapitre": null,
    "section": null,
    "article_no": "Article 101",
    "text": "Le Chef du Gouvernement présente devant le Parlement un bilan d'étape de l'action gouvernementale, à son initiative ou à la demande du tiers des membres de la Chambre des Représentants ou de la majorité des membres de la Chambre des Conseillers.\nUne séance annuelle est réservée par le Parlement à la discussion et à l'évaluation des politiques publiques."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VI DES RAPPORTS ENTRE LES POUVOIRS",
    "titre": "Des rapports entre les Pouvoirs législatif et exécutif",
    "chapitre": null,
    "section": null,
    "article_no": "Article 102",
    "text": "Les commissions concernées dans chacune des deux Chambres peuvent demander à auditionner les responsables des administrations et des établissements et entreprises publics, en présence et sous la responsabilité des ministres concernés."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VI DES RAPPORTS ENTRE LES POUVOIRS",
    "titre": "Des rapports entre les Pouvoirs législatif et exécutif",
    "chapitre": null,
    "section": null,
    "article_no": "Article 103",
    "text": "Le Chef du Gouvernement peut engager la responsabilité du gouvernement devant la Chambre des Représentants, sur une déclaration de politique générale ou sur le vote d'un texte.\nLa confiance ne peut être refusée ou le texte rejeté qu'à la majorité absolue des membres composant la Chambre des Représentants.\nLe vote ne peut intervenir que trois jours francs après que la question de confiance ait été posée.\nLe refus de confiance entraîne la démission collective du gouvernement."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VI DES RAPPORTS ENTRE LES POUVOIRS",
    "titre": "Des rapports entre les Pouvoirs législatif et exécutif",
    "chapitre": null,
    "section": null,
    "article_no": "Article 104",
    "text": "Le Chef du Gouvernement peut dissoudre la Chambre des Représentants, par décret pris en Conseil des ministres, après avoir consulté le Roi, le président de cette Chambre et le Président de la Cour Constitutionnelle.\nLe Chef du gouvernement présente, devant la Chambre des Représentants, une déclaration portant notamment sur les motifs et les buts de la décision de dissolution."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VI DES RAPPORTS ENTRE LES POUVOIRS",
    "titre": "Des rapports entre les Pouvoirs législatif et exécutif",
    "chapitre": null,
    "section": null,
    "article_no": "Article 105",
    "text": "La Chambre des Représentants peut mettre en cause la responsabilité du gouvernement par le vote d'une motion de censure. Celle-ci n'est recevable que si elle est signée par le cinquième au moins des membres composant la Chambre.\nLa motion de censure n'est approuvée par la Chambre des Représentants que par un vote pris à la majorité absolue des membres qui la composent.\nLe vote ne peut intervenir que trois jours francs après le dépôt de la motion. Le vote de censure entraîne la démission collective du gouvernement.\nLorsque le gouvernement est censuré par la Chambre des Représentants, aucune motion de censure de cette Chambre n'est recevable pendant un délai d'un an."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VI DES RAPPORTS ENTRE LES POUVOIRS",
    "titre": "Des rapports entre les Pouvoirs législatif et exécutif",
    "chapitre": null,
    "section": null,
    "article_no": "Article 106",
    "text": "La Chambre des Conseillers peut interpeller le gouvernement par le moyen d'une motion signée par le cinquième au moins de ses membres. Elle ne peut être votée que trois jours francs après son dépôt et à la majorité absolue des membres de cette Chambre.\nLe texte de la motion d'interpellation est immédiatement adressé par le Président de la Chambre des Conseillers au Chef du Gouvernement qui dispose d'un délai de six jours pour présenter devant cette Chambre la réponse du gouvernement. Celle-ci est suivie d'un débat sans vote."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "De l'indépendance de la justice",
    "chapitre": null,
    "section": null,
    "article_no": "Article 107",
    "text": "Le pouvoir judiciaire est indépendant du pouvoir législatif et du pouvoir exécutif.\nLe Roi est le garant de l'indépendance du pouvoir judiciaire."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "De l'indépendance de la justice",
    "chapitre": null,
    "section": null,
    "article_no": "Article 108",
    "text": "Les magistrats du siège sont inamovibles."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "De l'indépendance de la justice",
    "chapitre": null,
    "section": null,
    "article_no": "Article 109",
    "text": "Est proscrite toute intervention dans les affaires soumises à la justice. Dans sa fonction judiciaire, le juge ne saurait recevoir d'injonction ou instruction, ni être soumis à une quelconque pression.\nChaque fois qu'il estime que son indépendance est menacée, le juge doit en saisir le Conseil supérieur du pouvoir judiciaire.\nTout manquement de la part du juge à ses devoirs d'indépendance et d'impartialité, constitue une faute professionnelle grave, sans préjudice des poursuites judiciaires éventuelles.\nLa loi sanctionne toute personne qui tente d'influencer le juge de manière illicite."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "De l'indépendance de la justice",
    "chapitre": null,
    "section": null,
    "article_no": "Article 110",
    "text": "Les magistrats du siège ne sont astreints qu'à la seule application de la loi. Les décisions de justice sont rendues sur le seul fondement de l'application impartiale de la loi.\nLes magistrats du parquet sont tenus à l'application de la loi et doivent se conformer aux instructions écrites, conformes à la loi, émanant de l'autorité hiérarchique."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "De l'indépendance de la justice",
    "chapitre": null,
    "section": null,
    "article_no": "Article 111",
    "text": "Les magistrats jouissent de la liberté d'expression, en compatibilité avec leur devoir de réserve et l'éthique judiciaire.\nIls peuvent adhérer à des associations ou créer des associations professionnelles, dans le respect des devoirs d'impartialité et d'indépendance de la justice et dans les conditions prévues par la loi.\nIls ne peuvent adhérer à des partis politiques ou à des organisations syndicales."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "De l'indépendance de la justice",
    "chapitre": null,
    "section": null,
    "article_no": "Article 112",
    "text": "Le statut des magistrats est fixé par une loi organique."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "Du Conseil supérieur du pouvoir judiciaire",
    "chapitre": null,
    "section": null,
    "article_no": "Article 113",
    "text": "Le Conseil supérieur du pouvoir judiciaire veille à l'application des garanties accordées aux magistrats, notamment quant à leur indépendance, leur nomination, leur avancement, leur mise à la retraite et leur discipline.\nA son initiative, il élabore des rapports sur l'état de la justice et du système judiciaire, et présente des recommandations appropriées en la matière.\nA la demande du Roi, du gouvernement ou du Parlement, le Conseil émet des avis circonstanciés sur toute question se rapportant à la justice, sous réserve du principe de la séparation des pouvoirs."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "Du Conseil supérieur du pouvoir judiciaire",
    "chapitre": null,
    "section": null,
    "article_no": "Article 114",
    "text": "Les décisions individuelles du Conseil supérieur du pouvoir judiciaire sont susceptibles de recours pour excès de pouvoir devant la plus haute juridiction administrative du Royaume."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "Du Conseil supérieur du pouvoir judiciaire",
    "chapitre": null,
    "section": null,
    "article_no": "Article 115",
    "text": "Le Conseil supérieur du pouvoir judiciaire est présidé par le Roi. Il se compose :\n- du Premier-président de la Cour de Cassation en qualité de Président-délégué ;\n- du Procureur général du Roi près la Cour de Cassation;\n- du Président de la Première Chambre de la Cour de Cassation;\n- de 4 représentants élus, parmi eux, par les magistrats des cours d'appel;\n- de 6 représentants élus, parmi eux, par les magistrats des juridictions du premier degré.\nune représentation des magistrates doit être assurée, parmi les dix membres élus, dans la proportion de leur présence dans le corps de la magistrature;\n- du Médiateur ;\n- du Président du Conseil national des droits de l'Homme ;\n- de 5 personnalités nommées par le Roi, reconnues pour leur compétence, leur impartialité et leur probité, ainsi que pour leur apport distingué en faveur de l'indépendance de la justice et de la primauté du droit, dont un membre est proposé par le Secrétaire général du Conseil supérieur des Ouléma."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "Du Conseil supérieur du pouvoir judiciaire",
    "chapitre": null,
    "section": null,
    "article_no": "Article 116",
    "text": "Le Conseil supérieur du pouvoir judiciaire tient au moins deux sessions par an.\nIl dispose de l'autonomie administrative et financière.\nEn matière disciplinaire, le Conseil supérieur du pouvoir judiciaire est assisté par des magistrats-inspecteurs expérimentés.\nL'élection, l'organisation et le fonctionnement du Conseil supérieur du pouvoir judiciaire, ainsi que les critères relatifs à la gestion de la carrière des magistrats et les règles de la procédure disciplinaire sont fixés par une loi organique.\nDans les affaires concernant les magistrats du parquet, le Conseil supérieur du pouvoir judiciaire prend en considération les rapports d'évaluation établis par l'autorité hiérarchique dont ils relèvent."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "Des droits des justiciables et des règles de fonctionnement de la justice",
    "chapitre": null,
    "section": null,
    "article_no": "Article 117",
    "text": "Le juge est en charge de la protection des droits et libertés et de la sécurité judiciaire des personnes et des groupes, ainsi que de l'application de la loi."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "Des droits des justiciables et des règles de fonctionnement de la justice",
    "chapitre": null,
    "section": null,
    "article_no": "Article 118",
    "text": "L'accès à la justice est garanti à toute personne pour la défense de ses droits et de ses intérêts protégés par la loi.\nTout acte de nature réglementaire ou individuelle, pris en matière administrative, peut faire l'objet de recours devant la juridiction administrative compétente."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "Des droits des justiciables et des règles de fonctionnement de la justice",
    "chapitre": null,
    "section": null,
    "article_no": "Article 119",
    "text": "Tout prévenu ou accusé est présumé innocent jusqu'à sa condamnation par décision de justice ayant acquis la force de la chose jugée."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "Des droits des justiciables et des règles de fonctionnement de la justice",
    "chapitre": null,
    "section": null,
    "article_no": "Article 120",
    "text": "Toute personne a droit à un procès équitable et à un jugement rendu dans un délai raisonnable.\nLes droits de la défense sont garantis devant toutes les juridictions."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "Des droits des justiciables et des règles de fonctionnement de la justice",
    "chapitre": null,
    "section": null,
    "article_no": "Article 121",
    "text": "Dans les cas où la loi le prévoit, la justice est gratuite pour ceux qui ne disposent pas de ressources suffisantes pour ester en justice."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "Des droits des justiciables et des règles de fonctionnement de la justice",
    "chapitre": null,
    "section": null,
    "article_no": "Article 122",
    "text": "Les dommages causés par une erreur judiciaire ouvrent droit à une réparation à la charge de l'Etat."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "Des droits des justiciables et des règles de fonctionnement de la justice",
    "chapitre": null,
    "section": null,
    "article_no": "Article 123",
    "text": "Les audiences sont publiques, sauf lorsque la loi en dispose autrement."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "Des droits des justiciables et des règles de fonctionnement de la justice",
    "chapitre": null,
    "section": null,
    "article_no": "Article 124",
    "text": "Les jugements sont rendus et exécutés au nom du Roi et en vertu de la loi."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "Des droits des justiciables et des règles de fonctionnement de la justice",
    "chapitre": null,
    "section": null,
    "article_no": "Article 125",
    "text": "Tout jugement est motivé et prononcé en audience publique dans les conditions prévues par la loi."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "Des droits des justiciables et des règles de fonctionnement de la justice",
    "chapitre": null,
    "section": null,
    "article_no": "Article 126",
    "text": "Les jugements définitifs s'imposent à tous.\nLes autorités publiques doivent apporter l'assistance nécessaire lorsque celle-ci est requise pendant le procès. Elles sont également tenues de prêter leur assistance à l'exécution des jugements."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "Des droits des justiciables et des règles de fonctionnement de la justice",
    "chapitre": null,
    "section": null,
    "article_no": "Article 127",
    "text": "Les juridictions ordinaires ou spécialisées sont créées par la loi.\nIl ne peut être créé de juridiction d'exception."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VII DU POUVOIR JUDICIAIRE",
    "titre": "Des droits des justiciables et des règles de fonctionnement de la justice",
    "chapitre": null,
    "section": null,
    "article_no": "Article 128",
    "text": "La police judiciaire agit sous l'autorité du ministère public et des juges d'instruction pour tout ce qui concerne les enquêtes et les investigations nécessaires à la recherche des infractions, à l'arrestation des délinquants et à l'établissement de la vérité."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VIII DE LA COUR CONSTITUTIONNELLE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 129",
    "text": "Il est institué une Cour Constitutionnelle."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VIII DE LA COUR CONSTITUTIONNELLE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 130",
    "text": "La Cour Constitutionnelle est composée de douze membres nommés pour un mandat de neuf ans non renouvelable. Six membres sont désignés par le Roi, dont un membre proposé par le Secrétaire général du Conseil supérieur des Ouléma, et six membres sont élus, moitié par la Chambre des Représentants, moitié par la Chambre des Conseillers parmi les candidats présentés par le Bureau de chaque Chambre, à l'issue d'un vote à bulletin secret et à la majorité des deux tiers des membres composant chaque Chambre.\nSi les deux Chambres du Parlement ou l'une d'elles n'élisent pas les membres précités dans le délai légal requis pour le renouvellement, la Cour exerce ses attributions et rend ses décisions sur la base d'un quorum ne tenant pas compte des membres non encore élus.\nChaque catégorie de membres est renouvelable par tiers tous les trois ans.\nLe Président de la Cour Constitutionnelle est nommé par le Roi, parmi les membres composant la Cour.\nLes membres de la Cour Constitutionnelle sont choisis parmi les personnalités disposant d'une haute formation dans le domaine juridique et d'une compétence judiciaire, doctrinale ou administrative, ayant exercé leur profession depuis plus de quinze ans, et reconnues pour leur impartialité et leur probité."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VIII DE LA COUR CONSTITUTIONNELLE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 131",
    "text": "Une loi organique détermine les règles d'organisation et de fonctionnement de la Cour Constitutionnelle, ainsi que la procédure qui est suivie devant elle et la situation de ses membres.\nElle détermine également les fonctions incompatibles, dont notamment celles relatives aux professions libérales, fixe les conditions des deux premiers renouvellements triennaux et les modalités de remplacement des membres empêchés, démissionnaires, ou décédés en cours de mandat."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VIII DE LA COUR CONSTITUTIONNELLE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 132",
    "text": "La Cour Constitutionnelle exerce les attributions qui lui sont dévolues par les articles de la Constitution et les dispositions des lois organiques. Elle statue, par ailleurs, sur la régularité de l'élection des membres du Parlement et des opérations de référendum.\nLes lois organiques avant leur promulgation et les règlements de la Chambre des Représentants et de la Chambre des Conseillers, avant leur mise en application, doivent être soumis à la Cour Constitutionnelle qui se prononce sur leur conformité à la Constitution.\nAux mêmes fins, les lois, avant leur promulgation, peuvent être déférées à la Cour Constitutionnelle par le Roi, le Chef du Gouvernement, le Président de la Chambre des Représentants, le Président de la Chambre des Conseillers, ou par le cinquième des membres de la Chambre des Représentants ou par quarante membres de la Chambre des Conseillers.\nDans les cas prévus aux deuxième et troisième alinéas du présent article, la Cour Constitutionnelle statue dans un délai d'un mois à compter de sa saisine. Toutefois, à la demande du gouvernement, s'il y a urgence, ce délai est ramené à huit jours.\nDans ces mêmes cas, la saisine de la Cour Constitutionnelle suspend le délai de promulgation.\nElle statue sur la régularité de l'élection des membres du Parlement dans un délai d'un an, à compter de la date d'expiration du délai légal du recours. Toutefois, la Cour peut statuer au-delà de ce délai, par décision motivée, dans le cas où le nombre de recours ou leur nature l'exige."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VIII DE LA COUR CONSTITUTIONNELLE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 133",
    "text": "La Cour Constitutionnelle est compétente pour connaître d'une exception d'inconstitutionnalité soulevée au cours d'un procès, lorsqu'il est soutenu par l'une des parties que la loi dont dépend l'issue du litige, porte atteinte aux droits et libertés garantis par la Constitution.\nUne loi organique fixe les conditions et modalités d'application du présent article."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE VIII DE LA COUR CONSTITUTIONNELLE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 134",
    "text": "Une disposition déclarée inconstitutionnelle sur le fondement de l'article 132 de la présente Constitution ne peut être promulguée ni mise en application. Une disposition déclarée inconstitutionnelle sur le fondement de l'article 133 est abrogée à compter de la date fixée par la Cour Constitutionnelle dans sa décision.\nLes décisions de la Cour Constitutionnelle ne sont susceptibles d'aucun recours. Elles s'imposent aux pouvoirs publics et à toutes les autorités administratives et juridictionnelles."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IX DES REGIONS ET DES AUTRES COLLECTIVITES TERRITORIALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 135",
    "text": "Les collectivités territoriales du Royaume sont les régions, les préfectures, les provinces et les communes.\nElles constituent des personnes morales de droit public, qui gèrent démocratiquement leurs affaires.\nLes Conseils des régions et des communes sont élus au suffrage universel direct.\nToute autre collectivité territoriale est créée par la loi, le cas échéant, en substitution d'une ou plusieurs collectivités mentionnées à l'alinéa premier ci-dessus."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IX DES REGIONS ET DES AUTRES COLLECTIVITES TERRITORIALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 136",
    "text": "L'organisation régionale et territoriale repose sur les principes de libre administration, de coopération et de solidarité. Elle assure la participation des populations concernées à la gestion de leurs affaires et favorise leur contribution au développement humain intégré et durable."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IX DES REGIONS ET DES AUTRES COLLECTIVITES TERRITORIALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 137",
    "text": "Les régions et les autres collectivités territoriales participent à la mise en œuvre de la politique générale de l'Etat et à l'élaboration des politiques territoriales à travers leurs représentants à la Chambre des Conseillers."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IX DES REGIONS ET DES AUTRES COLLECTIVITES TERRITORIALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 138",
    "text": "Les présidents des Conseils des régions et les présidents des autres collectivités territoriales exécutent les délibérations et décisions de ces Conseils."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IX DES REGIONS ET DES AUTRES COLLECTIVITES TERRITORIALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 139",
    "text": "Des mécanismes participatifs de dialogue et de concertation sont mis en place par les Conseils régionaux et les Conseils des autres collectivités territoriales pour favoriser l'implication des citoyennes et des citoyens, et des associations dans l'élaboration et le suivi des programmes de développement.\nLes citoyennes et les citoyens et les associations peuvent exercer le droit de pétition en vue de demander l'inscription à l'ordre du jour du Conseil d'une question relevant de sa compétence."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IX DES REGIONS ET DES AUTRES COLLECTIVITES TERRITORIALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 140",
    "text": "Sur la base du principe de subsidiarité, les collectivités territoriales ont des compétences propres, des compétences partagées avec l'Etat et celles qui leur sont transférables par ce dernier.\nLes régions et les autres collectivités territoriales disposent, dans leurs domaines de compétence respectifs et dans leur ressort territorial, d'un pouvoir réglementaire pour l'exercice de leurs attributions."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IX DES REGIONS ET DES AUTRES COLLECTIVITES TERRITORIALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 141",
    "text": "Les régions et les autres collectivités territoriales disposent de ressources financières propres et de ressources financières affectées par l'Etat.\nTout transfert de compétences de l'Etat vers les régions et les autres collectivités territoriales doit s'accompagner d'un transfert des ressources correspondantes."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IX DES REGIONS ET DES AUTRES COLLECTIVITES TERRITORIALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 142",
    "text": "Il est créé, pour une période déterminée, au profit des régions, un Fonds de mise à niveau sociale destiné à la résorption des déficits en matière de développement humain, d'infrastructures et d'équipements.\nIl est créé, en outre, un Fonds de solidarité interrégionale visant une répartition équitable des ressources, en vue de réduire les disparités entre les régions."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IX DES REGIONS ET DES AUTRES COLLECTIVITES TERRITORIALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 143",
    "text": "Aucune collectivité territoriale ne peut exercer de tutelle sur une autre.\nDans l'élaboration et le suivi des programmes de développement régionaux et des schémas régionaux d'aménagement des territoires, la région assure, sous la supervision du président du Conseil de la région, un rôle prééminent par rapport aux autres collectivités territoriales, dans le respect des compétences propres de ces dernières.\nLorsque le concours de plusieurs collectivités territoriales est nécessaire à la réalisation d'un projet, les collectivités concernées conviennent des modalités de leur coopération."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IX DES REGIONS ET DES AUTRES COLLECTIVITES TERRITORIALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 144",
    "text": "Les collectivités territoriales peuvent constituer des groupements en vue de la mutualisation des moyens et des programmes."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IX DES REGIONS ET DES AUTRES COLLECTIVITES TERRITORIALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 145",
    "text": "Dans les collectivités territoriales, les walis de régions et les gouverneurs de préfectures et de provinces représentent le pouvoir central.\nAu nom du gouvernement, ils assurent l'application des lois, mettent en œuvre les règlements et les décisions gouvernementaux et exercent le contrôle administratif.\nLes walis et gouverneurs assistent les présidents des collectivités territoriales et notamment les présidents des Conseils des régions dans la mise en œuvre des plans et des programmes de développement.\nSous l'autorité des ministres concernés, ils coordonnent les activités des services déconcentrés de l'administration centrale et veillent à leur bon fonctionnement."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE IX DES REGIONS ET DES AUTRES COLLECTIVITES TERRITORIALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 146",
    "text": "Une loi organique fixe notamment :\n-- les conditions de gestion démocratique de leurs affaires par les régions et les autres collectivités territoriales, le nombre des membres de leurs conseils, les règles relatives à l'éligibilité, aux incompatibilités et aux cas d'interdiction du cumul de mandats, ainsi que le régime électoral et les dispositions visant à assurer une meilleure représentation des femmes au sein de ces conseils ;\n- les conditions d'exécution, par les présidents des conseils des régions et les présidents des conseils des autres collectivités territoriales, des délibérations et des décisions desdits conseils, conformément aux dispositions de l'article 138;\n- les conditions d'exercice par les citoyennes et les citoyens et les associations du droit de pétition prévu à l'article 139;\n- les compétences propres, les compétences partagées avec l'Etat et celles qui sont transférées aux régions et aux autres collectivités territoriales, prévues à l'article 140;\n- le régime financier des régions et des autres collectivités territoriales;\n- l'origine des ressources financières des régions et des autres collectivités territoriales prévues à l'article 141;\n- les ressources et les modalités de fonctionnement du Fonds de mise à niveau sociale et du Fonds de solidarité interrégionale prévus à l'article 142;\n- les conditions et les modalités de constitution des groupements visés à l'article 144;\n- les dispositions favorisant le développement de l'intercommunalité, ainsi que les mécanismes destinés à assurer l'adaptation de l'organisation territoriale dans ce sens;\n- les règles de gouvernance relatives au bon fonctionnement de la libre administration, au contrôle de la gestion des fonds et programmes, à l'évaluation des actions et à la reddition des comptes."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE X DE LA COUR DES COMPTES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 147",
    "text": "La Cour des Comptes est l'institution supérieure de contrôle des finances publiques du Royaume. Son indépendance est garantie par la Constitution.\nLa Cour des Comptes a pour mission la consolidation et la protection des principes et valeurs de bonne gouvernance, de transparence et de reddition des comptes de l'Etat et des organismes publics.\nLa Cour des Comptes est chargée d'assurer le contrôle supérieur de l'exécution des lois de finances. Elle s'assure de la régularité des opérations de recettes et de dépenses des organismes soumis à son contrôle en vertu de la loi et en apprécie la gestion. Elle sanctionne, le cas échéant, les manquements aux règles qui régissent lesdites opérations.\nLa Cour des Comptes contrôle et assure le suivi des déclarations du patrimoine, audite les comptes des partis politiques et vérifie la régularité des dépenses des opérations électorales."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE X DE LA COUR DES COMPTES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 148",
    "text": "La Cour des Comptes assiste le Parlement dans les domaines de contrôle des finances publiques. Elle répond aux questions et consultations en rapport avec les fonctions de législation, de contrôle et d'évaluation, exercées par le Parlement et relatives aux finances publiques.\nLa Cour des Comptes apporte son assistance aux instances judiciaires.\nLa Cour des Comptes assiste le gouvernement dans les domaines relevant de sa compétence en vertu de la loi.\nElle publie l'ensemble de ses travaux y compris les rapports particuliers et les décisions juridictionnelles.\nElle soumet au Roi un rapport annuel sur l'ensemble de ses activités, qu'elle transmet également au Chef du Gouvernement et aux Présidents des deux Chambres du Parlement. Ce rapport est publié au « Bulletin officiel » du Royaume.\nUn exposé des activités de la Cour est présenté par son Premier président devant le Parlement. Il est suivi d'un débat."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE X DE LA COUR DES COMPTES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 149",
    "text": "Les Cours régionales des comptes sont chargées d'assurer le contrôle des comptes et de la gestion des régions et des autres collectivités territoriales et de leurs groupements.\nElles sanctionnent, le cas échéant, les manquements aux règles qui régissent lesdites opérations."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE X DE LA COUR DES COMPTES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 150",
    "text": "Les attributions, les règles d'organisation et les modalités de fonctionnement de la Cour des Comptes et des cours régionales des comptes sont fixées par la loi."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XI DU CONSEIL ECONOMIQUE, SOCIAL ET ENVIRONNEMENTAL",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 151",
    "text": "Il est institué un Conseil économique, social et environnemental."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XI DU CONSEIL ECONOMIQUE, SOCIAL ET ENVIRONNEMENTAL",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 152",
    "text": "Le Conseil économique, social et environnemental peut être consulté par le gouvernement, par la Chambre des Représentants et par la Chambre des Conseillers sur toutes les questions à caractère économique, social ou environnemental.\nIl donne son avis sur les orientations générales de l'économie nationale et du développement durable."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XI DU CONSEIL ECONOMIQUE, SOCIAL ET ENVIRONNEMENTAL",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 153",
    "text": "La composition, l'organisation, les attributions et les modalités de fonctionnement du Conseil économique, social et environnemental sont fixées par une loi organique."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XII DE LA BONNE GOUVERNANCE",
    "titre": "Principes généraux",
    "chapitre": null,
    "section": null,
    "article_no": "Article 154",
    "text": "Les services publics sont organisés sur la base de l'égal accès des citoyennes et des citoyens, de la couverture équitable du territoire national et de la continuité des prestations rendues.\nIls sont soumis aux normes de qualité, de transparence, de reddition des comptes et de responsabilité, et sont régis par les principes et valeurs démocratiques consacrés par la Constitution."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XII DE LA BONNE GOUVERNANCE",
    "titre": "Principes généraux",
    "chapitre": null,
    "section": null,
    "article_no": "Article 155",
    "text": "Les agents des services publics exercent leurs fonctions selon les principes de respect de la loi, de neutralité, de transparence, de probité et d'intérêt général."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XII DE LA BONNE GOUVERNANCE",
    "titre": "Principes généraux",
    "chapitre": null,
    "section": null,
    "article_no": "Article 156",
    "text": "Les services publics sont à l'écoute de leurs usagers et assurent le suivi de leurs observations, propositions et doléances.\nIls rendent compte de la gestion des deniers publics conformément à la législation en vigueur et sont soumis, à cet égard, aux obligations de contrôle et d'évaluation."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XII DE LA BONNE GOUVERNANCE",
    "titre": "Principes généraux",
    "chapitre": null,
    "section": null,
    "article_no": "Article 157",
    "text": "Une charte des services publics fixe l'ensemble des règles de bonne gouvernance relatives au fonctionnement des administrations publiques, des régions et des autres collectivités territoriales et des organismes publics."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XII DE LA BONNE GOUVERNANCE",
    "titre": "Principes généraux",
    "chapitre": null,
    "section": null,
    "article_no": "Article 158",
    "text": "Toute personne, élue ou désignée, assumant une charge publique doit faire, conformément aux modalités fixées par la loi, une déclaration écrite des biens et actifs détenus par elle, directement ou indirectement, dès la prise de fonctions, en cours d'activité et à la cessation de celle-ci."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XII DE LA BONNE GOUVERNANCE",
    "titre": "Principes généraux",
    "chapitre": null,
    "section": null,
    "article_no": "Article 159",
    "text": "Les instances en charge de la bonne gouvernance sont indépendantes. Elles bénéficient de l'appui des organes de l'Etat. La loi pourra, si nécessaire, créer d'autres instances de régulation et de bonne gouvernance, en plus de celles visées ci-dessous."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XII DE LA BONNE GOUVERNANCE",
    "titre": "Principes généraux",
    "chapitre": null,
    "section": null,
    "article_no": "Article 160",
    "text": "Toutes les institutions et instances visées aux articles 161 à 170 de la présente Constitution doivent présenter un rapport sur leurs activités, au moins une fois par an. Ces rapports font l'objet d'un débat au Parlement."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XII DE LA BONNE GOUVERNANCE",
    "titre": "Les institutions et instances de protection des droits et libertés, de la bonne gouvernance, du développement humain et durable et de la démocratie participative",
    "chapitre": "Les instances de protection et de promotion des droits de l'Homme",
    "section": null,
    "article_no": "Article 161",
    "text": "Le Conseil national des droits de l'Homme est une institution nationale pluraliste et indépendante, chargée de connaître de toutes les questions relatives à la défense et à la protection des droits de l'Homme et des libertés, à la garantie de leur plein exercice et à leur promotion, ainsi qu'à la préservation de la dignité, des droits et des libertés individuelles et collectives des citoyennes et citoyens, et ce, dans le strict respect des référentiels nationaux et universels en la matière."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XII DE LA BONNE GOUVERNANCE",
    "titre": "Les institutions et instances de protection des droits et libertés, de la bonne gouvernance, du développement humain et durable et de la démocratie participative",
    "chapitre": "Les instances de protection et de promotion des droits de l'Homme",
    "section": null,
    "article_no": "Article 162",
    "text": "Le Médiateur est une institution nationale indépendante et spécialisée qui a pour mission, dans le cadre des rapports entre l'administration et les usagers, de défendre les droits, de contribuer à renforcer la primauté de la loi et à diffuser les principes de justice et d'équité, et les valeurs de moralisation et de transparence dans la gestion des administrations, des établissements publics, des collectivités territoriales et des organismes dotés de prérogatives de la puissance publique."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XII DE LA BONNE GOUVERNANCE",
    "titre": "Les institutions et instances de protection des droits et libertés, de la bonne gouvernance, du développement humain et durable et de la démocratie participative",
    "chapitre": "Les instances de protection et de promotion des droits de l'Homme",
    "section": null,
    "article_no": "Article 163",
    "text": "Le Conseil de la communauté marocaine à l'étranger est chargé notamment d'émettre des avis sur les orientations des politiques publiques permettant d'assurer aux Marocains résidant à l'étranger le maintien de liens étroits avec leur identité marocaine, de garantir leurs droits, de préserver leurs intérêts, et de contribuer au développement humain et durable de leur Patrie, le Maroc, et à son progrès."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XII DE LA BONNE GOUVERNANCE",
    "titre": "Les institutions et instances de protection des droits et libertés, de la bonne gouvernance, du développement humain et durable et de la démocratie participative",
    "chapitre": "Les instances de protection et de promotion des droits de l'Homme",
    "section": null,
    "article_no": "Article 164",
    "text": "L'autorité chargée de la parité et de la lutte contre toutes formes de discrimination, créée en vertu de l'article 19 de la présente Constitution, veille notamment au respect des droits et libertés prévues audit article, sous réserve des attributions dévolues au Conseil national des droits de l'Homme."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XII DE LA BONNE GOUVERNANCE",
    "titre": "Les institutions et instances de protection des droits et libertés, de la bonne gouvernance, du développement humain et durable et de la démocratie participative",
    "chapitre": "Les instances de bonne gouvernance et de régulation",
    "section": null,
    "article_no": "Article 165",
    "text": "La Haute autorité de la communication audiovisuelle est chargée de veiller au respect de l'expression pluraliste des courants d'opinion et de pensée et du droit à l'information, dans le domaine de l'audiovisuel et ce, dans le respect des valeurs civilisationnelles fondamentales et des lois du Royaume."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XII DE LA BONNE GOUVERNANCE",
    "titre": "Les institutions et instances de protection des droits et libertés, de la bonne gouvernance, du développement humain et durable et de la démocratie participative",
    "chapitre": "Les instances de bonne gouvernance et de régulation",
    "section": null,
    "article_no": "Article 166",
    "text": "Le Conseil de la concurrence est une institution indépendante chargée, dans le cadre de l'organisation d'une concurrence libre et loyale, d'assurer la transparence et l'équité dans les relations économiques, notamment à travers l'analyse et la régulation de la concurrence sur les marchés, le contrôle des pratiques anticoncurrentielles, des pratiques commerciales déloyales et des opérations de concentration économique et de monopole."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XII DE LA BONNE GOUVERNANCE",
    "titre": "Les institutions et instances de protection des droits et libertés, de la bonne gouvernance, du développement humain et durable et de la démocratie participative",
    "chapitre": "Les instances de bonne gouvernance et de régulation",
    "section": null,
    "article_no": "Article 167",
    "text": "L'Instance nationale de la probité, de la prévention et de la lutte contre la corruption, créée en vertu de l'article 36, a pour mission notamment d'initier, de coordonner, de superviser et d'assurer le suivi de la mise en œuvre des politiques de prévention et de lutte contre la corruption, de recueillir et de diffuser les informations dans ce domaine, de contribuer à la moralisation de la vie publique et de consolider les principes de bonne gouvernance, la culture du service public et les valeurs de citoyenneté responsable."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XII DE LA BONNE GOUVERNANCE",
    "titre": "Les institutions et instances de protection des droits et libertés, de la bonne gouvernance, du développement humain et durable et de la démocratie participative",
    "chapitre": "Instances de promotion du développement humain et durable et de la démocratie participative",
    "section": null,
    "article_no": "Article 168",
    "text": "Il est créé un Conseil supérieur de l'éducation, de la formation et de la recherche scientifique.\nCe Conseil constitue une instance consultative chargée d'émettre son avis sur toutes les politiques publiques et sur toutes les questions d'intérêt national concernant l'éducation, la formation et la recherche scientifique, ainsi que sur les objectifs et le fonctionnement des services publics chargés de ces domaines. Il contribue également à l'évaluation des politiques et programmes publics menés dans ces domaines."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XII DE LA BONNE GOUVERNANCE",
    "titre": "Les institutions et instances de protection des droits et libertés, de la bonne gouvernance, du développement humain et durable et de la démocratie participative",
    "chapitre": "Instances de promotion du développement humain et durable et de la démocratie participative",
    "section": null,
    "article_no": "Article 169",
    "text": "Le Conseil consultatif de la famille et de l'enfance, créé en vertu de l'article 32 de la présente Constitution, a pour missions d'assurer le suivi de la situation de la famille et de l'enfance, d'émettre son avis sur les plans nationaux relatifs à ces domaines, d'animer le débat public sur la politique familiale et d'assurer le suivi de la réalisation des programmes nationaux, initiés par les différents départements, structures et organismes compétents."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XII DE LA BONNE GOUVERNANCE",
    "titre": "Les institutions et instances de protection des droits et libertés, de la bonne gouvernance, du développement humain et durable et de la démocratie participative",
    "chapitre": "Instances de promotion du développement humain et durable et de la démocratie participative",
    "section": null,
    "article_no": "Article 170",
    "text": "Le Conseil consultatif de la jeunesse et de l'action associative, créé en vertu de l'article 33 de la présente Constitution, est une instance consultative dans les domaines de la protection de la jeunesse et de la promotion de la vie associative. Il est chargé d'étudier et de suivre les questions intéressant ces domaines et de formuler des propositions sur tout sujet d'ordre économique, social et culturel intéressant directement les jeunes et l'action associative, ainsi que le développement des énergies créatives des jeunes, et leur incitation à la participation à la vie nationale, dans un esprit de citoyenneté responsable."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XII DE LA BONNE GOUVERNANCE",
    "titre": "Les institutions et instances de protection des droits et libertés, de la bonne gouvernance, du développement humain et durable et de la démocratie participative",
    "chapitre": null,
    "section": null,
    "article_no": "Article 171",
    "text": "Des lois fixeront la composition, l'organisation, les attributions et les règles de fonctionnement des institutions et instances prévues aux articles 161 à 170 de la présente Constitution et, le cas échéant, les cas d'incompatibilités."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XIII DE LA REVISION DE LA CONSTITUTION",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 172",
    "text": "L'initiative de la révision de la Constitution appartient au Roi, au Chef du Gouvernement, à la Chambre des Représentants et à la Chambre des Conseillers.\nLe Roi peut soumettre directement au référendum le projet de révision dont Il prend l'initiative."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XIII DE LA REVISION DE LA CONSTITUTION",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 173",
    "text": "La proposition de révision émanant d'un ou de plusieurs membres d'une des deux Chambres du Parlement ne peut être adoptée que par un vote à la majorité des deux tiers des membres la composant.\nCette proposition est soumise à l'autre Chambre qui l'adopte à la même majorité des deux tiers des membres la composant.\nLa proposition de révision émanant du Chef du Gouvernement est soumise au Conseil des ministres, après délibération en Conseil du gouvernement."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XIII DE LA REVISION DE LA CONSTITUTION",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 174",
    "text": "Les projets et propositions de révision de la Constitution sont soumis par dahir au référendum.\nLa révision de la Constitution est définitive après avoir été adoptée par voie de référendum.\nLe Roi peut, après avoir consulté le Président de la Cour constitutionnelle, soumettre par dahir au Parlement un projet de révision de certaines dispositions de la Constitution.\nLe Parlement, convoqué par le Roi en Chambres réunies, l'approuve à la majorité des deux tiers des membres du Parlement.\nLe Règlement intérieur de la Chambre des Représentants fixe les modalités d'application de cette disposition.\nLa Cour Constitutionnelle contrôle la régularité de la procédure de cette révision et en proclame les résultats."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XIII DE LA REVISION DE LA CONSTITUTION",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 175",
    "text": "Aucune révision ne peut porter sur les dispositions relatives à la religion musulmane, sur la forme monarchique de l'Etat, sur le choix démocratique de la Nation ou sur les acquis en matière de libertés et de droits fondamentaux inscrits dans la présente Constitution."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XIV DISPOSITIONS TRANSITOIRES ET FINALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 176",
    "text": "Jusqu'à l'élection des Chambres du Parlement prévues par la présente Constitution, les Chambres actuellement en fonction continueront d'exercer leurs attributions, notamment pour voter les lois nécessaires à la mise en place des nouvelles Chambres du Parlement, sans préjudice de l'application de l'article 51 de la présente Constitution."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XIV DISPOSITIONS TRANSITOIRES ET FINALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 177",
    "text": "Le Conseil Constitutionnel en fonction continuera d'exercer ses attributions en attendant l'installation de la Cour Constitutionnelle prévue par la présente Constitution."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XIV DISPOSITIONS TRANSITOIRES ET FINALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 178",
    "text": "Le Conseil supérieur de la magistrature, actuellement en fonction, continuera d'exercer ses attributions jusqu'à l'installation du Conseil supérieur du pouvoir judiciaire prévu par la présente Constitution."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XIV DISPOSITIONS TRANSITOIRES ET FINALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 179",
    "text": "Les textes en vigueur relatifs aux institutions et instances citées au Titre XII, ainsi que ceux portant sur le Conseil économique et social et le Conseil supérieur de l'Enseignement, demeurent en vigueur jusqu'à leur remplacement, conformément aux dispositions de la présente Constitution."
  },
  {
    "code": "Constitution du Maroc 2011",
    "livre": "TITRE XIV DISPOSITIONS TRANSITOIRES ET FINALES",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 180",
    "text": "Sous réserve des dispositions transitoires prévues dans le présent Titre, est abrogé le texte de la Constitution révisée, promulgué par le dahir n° 1-96-157 du 23 joumada I 1417 (7 octobre 1996)."
  }
]