[
  {
    "code": "Code Penal",
    "livre": null,
    "titre": "DISPOSITIONS PRELIMINAIRES",
    "chapitre": null,
    "section": null,
    "article_no": "Article 1",
    "text": "La loi pénale détermine et constitue en infractions les faits de \nl'homme qui, à raison du trouble social qu'ils provoquent, justifient \nl'application à leur auteur de peines ou de mesures de sûreté."
  },
  {
    "code": "Code Penal",
    "livre": null,
    "titre": "DISPOSITIONS PRELIMINAIRES",
    "chapitre": null,
    "section": null,
    "article_no": "Article 2",
    "text": "Nul ne peut invoquer pour son excuse l'ignorance de la loi pénale."
  },
  {
    "code": "Code Penal",
    "livre": null,
    "titre": "DISPOSITIONS PRELIMINAIRES",
    "chapitre": null,
    "section": null,
    "article_no": "Article 3",
    "text": "Nul ne peut être condamné pour un fait qui n'est pas expressément \nprévu comme infraction par la loi, ni puni de peines que la loi n'a pas \nédictées."
  },
  {
    "code": "Code Penal",
    "livre": null,
    "titre": "DISPOSITIONS PRELIMINAIRES",
    "chapitre": null,
    "section": null,
    "article_no": "Article 4",
    "text": "Nul ne peut être condamné pour un fait qui, selon la loi en vigueur \nau temps où il a été commis, ne constituait pas une infraction."
  },
  {
    "code": "Code Penal",
    "livre": null,
    "titre": "DISPOSITIONS PRELIMINAIRES",
    "chapitre": null,
    "section": null,
    "article_no": "Article 5",
    "text": "Nul ne peut être condamné pour un fait qui, par l'effet d'une loi \npostérieure à sa commission, ne constitue plus une infraction; si une \ncondamnation a été prononcée, il est mis fin à l'exécution des peines tant \nprincipales qu'accessoires."
  },
  {
    "code": "Code Penal",
    "livre": null,
    "titre": "DISPOSITIONS PRELIMINAIRES",
    "chapitre": null,
    "section": null,
    "article_no": "Article 6",
    "text": "Lorsque plusieurs lois ont été en vigueur entre le moment où \nl'infraction a été commise et le jugement définitif, la loi, dont les \ndispositions sont les moins rigoureuses, doit recevoir application."
  },
  {
    "code": "Code Penal",
    "livre": null,
    "titre": "DISPOSITIONS PRELIMINAIRES",
    "chapitre": null,
    "section": null,
    "article_no": "Article 7",
    "text": "Les dispositions des articles 5 et 6 ci-dessus ne concernent pas les \nlois temporaires. Celles-ci, même après qu'elles aient cessé d'être en \nvigueur, continuent à régir les infractions commises pendant la durée de \nleur application."
  },
  {
    "code": "Code Penal",
    "livre": null,
    "titre": "DISPOSITIONS PRELIMINAIRES",
    "chapitre": null,
    "section": null,
    "article_no": "Article 8",
    "text": "Nulle mesure de sûreté ne peut être prononcée que dans les cas et \nconditions prévus par la loi.\nLes mesures de sûreté applicables sont celles édictées par la loi en \nvigueur au moment du jugement de l'infraction."
  },
  {
    "code": "Code Penal",
    "livre": null,
    "titre": "DISPOSITIONS PRELIMINAIRES",
    "chapitre": null,
    "section": null,
    "article_no": "Article 9",
    "text": "L'exécution d'une mesure de sûreté cesse lorsque le fait qui l'avait \nmotivée n'est plus constitutif d'infraction par l'effet d'une loi postérieure \nou lorsque cette mesure de sûreté est elle-même supprimée par la loi."
  },
  {
    "code": "Code Penal",
    "livre": null,
    "titre": "DISPOSITIONS PRELIMINAIRES",
    "chapitre": null,
    "section": null,
    "article_no": "Article 10",
    "text": "Sont soumis à la loi pénale marocaine, tous ceux qui, nationaux, \nétrangers ou apatrides, se trouvent sur le territoire du Royaume, sauf les \nexceptions établies par le droit public interne ou le droit international."
  },
  {
    "code": "Code Penal",
    "livre": null,
    "titre": "DISPOSITIONS PRELIMINAIRES",
    "chapitre": null,
    "section": null,
    "article_no": "Article 11",
    "text": "Sont considérés comme faisant partie du territoire, les navires ou les \naéronefs marocains quel que soit l'endroit où ils se trouvent, sauf s'ils \nsont soumis, en vertu du droit international, à une loi étrangère."
  },
  {
    "code": "Code Penal",
    "livre": null,
    "titre": "DISPOSITIONS PRELIMINAIRES",
    "chapitre": null,
    "section": null,
    "article_no": "Article 12",
    "text": "La loi pénale marocaine s'applique aux infractions commises hors \ndu Royaume lorsqu'elles relèvent de la compétence des juridictions \nrépressives marocaines en vertu des dispositions des articles 751 à 756 \ndu code de procédure pénale4."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": null,
    "chapitre": null,
    "section": null,
    "article_no": "Article 13",
    "text": "Les peines et mesures de sûreté édictées au présent code sont \napplicables aux majeurs de dix-huit ans grégoriens révolus.\nSont applicables aux mineurs délinquants les règles spéciales \nprévues au livre III de la loi relative à la procédure pénale5."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": null,
    "section": null,
    "article_no": "Article 14",
    "text": "Les peines sont principales ou accessoires.\nElles sont principales lorsqu'elles peuvent être prononcées sans être \nadjointes à aucune autre peine.\nElles sont accessoires quand elles ne peuvent être infligées \nséparément ou qu'elles sont les conséquences d'une peine principale."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE PREMIER DES PEINES PRINCIPALES",
    "section": null,
    "article_no": "Article 15",
    "text": "Les peines principales sont : criminelles, délictuelles ou \ncontraventionnelles."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE PREMIER DES PEINES PRINCIPALES",
    "section": null,
    "article_no": "Article 16",
    "text": "Les peines criminelles principales sont :\n1° La mort;\n2° La réclusion perpétuelle;\n3° La réclusion à temps pour une durée de cinq à trente ans;\n4° La résidence forcée;\n5° La dégradation civique."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE PREMIER DES PEINES PRINCIPALES",
    "section": null,
    "article_no": "Article 17",
    "text": "Les peines délictuelles principales sont :\n1 - L'emprisonnement ;\n2 - L'amende de plus de 1.200 dirhams6.\nLa durée de la peine d'emprisonnement est d'un mois au moins et \nde cinq années au plus, sauf les cas de récidive ou autres où la loi \ndétermine d'autres limites."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE PREMIER DES PEINES PRINCIPALES",
    "section": null,
    "article_no": "Article 18",
    "text": "Les peines contraventionnelles principales sont :\n1 - La détention de moins d'un mois ;\n2 - L'amende de 30 dirhams à 1.200 dirhams7."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE PREMIER DES PEINES PRINCIPALES",
    "section": null,
    "article_no": "Article 24",
    "text": "La peine de la réclusion s'exécute dans une maison centrale avec \nisolement nocturne toutes les fois que la disposition des lieux le permet \net avec le travail obligatoire, hors le cas d'incapacité physique constatée.\nEn aucun cas, le condamné à la réclusion ne peut être admis au\ntravail à l'extérieur avant d'avoir subi dix ans de sa peine s'il a été \ncondamné à perpétuité ou le quart de la peine infligée s'il a été \ncondamné à temps9."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE PREMIER DES PEINES PRINCIPALES",
    "section": null,
    "article_no": "Article 25",
    "text": "La résidence forcée consiste dans l'assignation au condamné d'un \nlieu de résidence ou d'un périmètre déterminé, dont il ne pourra \ns'éloigner sans autorisation pendant la durée fixée par la décision. Cette \ndurée ne peut être inférieure à cinq ans, quand elle est prononcée comme \npeine principale.\nLa décision de condamnation à la résidence forcée est notifiée à la \ndirection générale de la sûreté nationale qui doit procéder au contrôle de \ncette résidence.\nEn cas de nécessité, une autorisation temporaire de déplacement à \nl'intérieur du territoire peut être délivrée par le ministre de la justice."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE PREMIER DES PEINES PRINCIPALES",
    "section": null,
    "article_no": "Article 26",
    "text": "La dégradation civique consiste : \n1° Dans la destitution et l'exclusion des condamnés de toutes \nfonctions publiques et de tous emplois ou offices publics;\n2° Dans la privation du droit d'être électeur ou éligible et, en \ngénéral, de tous les droits civiques et politiques et du droit de porter \ntoute décoration;\n3° Dans l'incapacité d'être assesseur-juré, expert, de servir de témoin \ndans tous actes et de déposer en justice autrement que pour y donner de \nsimples renseignements;\n4° Dans l'incapacité d'être tuteur ou subrogé-tuteur, si ce n'est de ses \npropres enfants;\n5° Dans la privation du droit de porter des armes, de servir dans \nl'armée, d'enseigner, de diriger une école ou d'être employé dans un \nétablissement d'enseignement à titre de professeur, maître ou surveillant.\nLa dégradation civique, lorsqu'elle constitue une peine principale, \nest, sauf disposition spéciale contraire, prononcée pour une durée de \ndeux à dix ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE PREMIER DES PEINES PRINCIPALES",
    "section": null,
    "article_no": "Article 27",
    "text": "Toutes les fois que la dégradation civique est prononcée comme \npeine principale, elle peut être accompagnée d'un emprisonnement dont \nla durée doit être fixée par la décision de condamnation sans jamais \npouvoir excéder cinq ans.\nLorsque la dégradation civique ne peut être infligée parce que le \ncoupable est un Marocain ayant déjà perdu ses droits civiques, ou un \nétranger, la peine applicable est la réclusion de cinq à dix ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE PREMIER DES PEINES PRINCIPALES",
    "section": null,
    "article_no": "Article 28",
    "text": "La peine de l'emprisonnement s'exécute dans l'un des \nétablissements à ce destinés ou dans un quartier spécial d'une maison \ncentrale, avec travail obligatoire à l'intérieur ou à l'extérieur, hors le cas \nd'incapacité physique constatée."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE PREMIER DES PEINES PRINCIPALES",
    "section": null,
    "article_no": "Article 29",
    "text": "La peine de la détention s'exécute dans les prisons civiles ou dans \nleurs annexes, avec travail obligatoire à l'intérieur ou à l'extérieur, hors le \ncas d'incapacité physique constatée."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE PREMIER DES PEINES PRINCIPALES",
    "section": null,
    "article_no": "Article 30",
    "text": "La durée de toute peine privative de liberté se calcule à partir du \njour où le condamné est détenu en vertu de la décision devenue \nirrévocable.\nQuand il y a eu détention préventive, celle-ci est intégralement \ndéduite de la durée de la peine et se calcule à partir du jour où le \ncondamné a été, soit gardé à vue, soit placé sous mandat de justice pour \nl'infraction ayant entraîné la condamnation.\nLa durée des peines privatives de liberté se calcule comme suit :\nLorsque la peine prononcée est d'un jour, sa durée est de 24 heures;\nLorsqu'elle est inférieure à un mois, elle se compte par jours \ncomplets de 24 heures; \nLorsque la peine prononcée est d'un mois, sa durée est de trente \njours;\nLa peine de plus d'un mois se calcule de date à date."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE PREMIER DES PEINES PRINCIPALES",
    "section": null,
    "article_no": "Article 31",
    "text": "Lorsque plusieurs peines privatives de liberté doivent être subies, le \ncondamné exécute en premier la peine la plus grave, à moins que la loi \nn'en dispose autrement."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE PREMIER DES PEINES PRINCIPALES",
    "section": null,
    "article_no": "Article 32",
    "text": "S'il est vérifié qu'une femme condamnée à une peine privative de \nliberté est enceinte de plus de six mois, elle ne subira sa peine que \nquarante jours après sa délivrance. Si elle est déjà incarcérée, elle \nbénéficiera, pendant le temps nécessaire, du régime de la détention \npréventive.\nL'exécution des peines privatives de liberté est différée pour les \nfemmes qui ont accouché moins de quarante jours avant leur \ncondamnation."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE PREMIER DES PEINES PRINCIPALES",
    "section": null,
    "article_no": "Article 33",
    "text": "Le mari et la femme condamnés, même pour des infractions \ndifférentes, à une peine d'emprisonnement inférieure à une année et non \ndétenus au jour du jugement, n'exécutent pas simultanément leur peine, \nsi, justifiant d'un domicile certain, ils ont à leur charge et sous leur \nprotection, un enfant de moins de dix-huit ans qui ne peut être recueilli \ndans des conditions satisfaisantes par aucune personne publique ou \nprivée sauf demande contraire de leur part.\nLorsque la peine d'emprisonnement prononcée contre chacun des \népoux est supérieure à une année, et s'ils ont à leur charge ou sous leur \nprotection un enfant de moins de dix-huit ans ou si l'enfant ne peut être \nrecueilli par des membres de sa famille ou par une personne publique ou \nprivée, dans des conditions satisfaisantes, les dispositions de la loi \nrelative à la procédure pénale sur la protection des enfants en situation \ndifficile10, ou les dispositions de la kafala des enfants abandonnés11, \nlorsque les conditions y afférentes sont réunies, sont alors applicables12."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE PREMIER DES PEINES PRINCIPALES",
    "section": null,
    "article_no": "Article 34",
    "text": "Quand il y a eu détention préventive et que seule une peine \nd'amende est prononcée, le juge peut, par décision spécialement \nmotivée, exonérer le condamné de tout ou partie de cette amende."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE PREMIER DES PEINES PRINCIPALES",
    "section": null,
    "article_no": "Article 35",
    "text": "L'amende consiste dans l'obligation, pour le condamné, de payer au \nprofit du Trésor, une somme d'argent déterminée, comptée en monnaie \nayant cours légal dans le Royaume."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE II DES PEINES ACCESSOIRES",
    "section": null,
    "article_no": "Article 36",
    "text": "Les peines accessoires sont : \n1° L'interdiction légale;\n2° La dégradation civique;\n3° La suspension de l'exercice de certains droits civiques, civils ou \nde famille; \n4° La perte ou la suspension du droit aux pensions servies par l'Etat \net les établissements publics.\nToutefois, cette perte ne peut s'appliquer aux personnes chargées de \nla pension alimentaire d'un enfant ou plus, sous réserve des dispositions \nprévues à cet égard par les régimes des retraites13.\n5° La confiscation partielle des biens appartenant au condamné, \nindépendamment de la confiscation prévue comme mesure de sûreté par \nl'article 89;\n6° La dissolution d'une personne juridique;\n7° La publication de la décision de la condamnation."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE II DES PEINES ACCESSOIRES",
    "section": null,
    "article_no": "Article 37",
    "text": "L'interdiction légale et la dégradation civique quand elle est \naccessoire, ne s'attachent qu'aux peines criminelles.\nElles n'ont pas à être prononcées et s'appliquent de plein droit."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE II DES PEINES ACCESSOIRES",
    "section": null,
    "article_no": "Article 38",
    "text": "L'interdiction légale prive le condamné de l'exercice de ses droits \npatrimoniaux pendant la durée d'exécution de la peine principale.\nCependant, il a toujours le droit de choisir un mandataire pour le \nreprésenter dans l'exercice de ses droits, sous contrôle du tuteur désigné \nconformément aux prescriptions de l'article ci-après."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE II DES PEINES ACCESSOIRES",
    "section": null,
    "article_no": "Article 39",
    "text": "Il est procédé, dans les formes prévues pour les interdits \njudiciaires14, à la désignation d'un tuteur pour contrôler la gestion des \nbiens du condamné interdit légal. Si ce dernier a choisi un mandataire \npour administrer ses biens, celui-ci restera sous le contrôle du tuteur et \nsera responsable devant lui. Dans le cas contraire, le tuteur se chargera \npersonnellement de cette administration.\nPendant la durée de la peine, il ne peut être remis à l'interdit légal \naucune somme provenant de ses revenus, si ce n'est pour cause \nd'aliments et dans les limites autorisées par l'administration \npénitentiaire.\nLes biens de l'interdit lui sont remis à l'expiration de sa peine et le \ntuteur lui rend compte de son administration."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE II DES PEINES ACCESSOIRES",
    "section": null,
    "article_no": "Article 40",
    "text": "Lorsqu'ils prononcent une peine délictuelle, les tribunaux peuvent, \ndans les cas déterminés par la loi et pour une durée d'un à dix ans, \ninterdire au condamné l'exercice d'un ou de plusieurs des droits \nciviques, civils ou de famille visés à l'article 26.\nLes juridictions peuvent également appliquer les dispositions du \npremier alinéa du présent article lorsqu'elles prononcent une peine \ndélictuelle pour une infraction de terrorisme15."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE II DES PEINES ACCESSOIRES",
    "section": null,
    "article_no": "Article 41",
    "text": "La perte définitive de la pension servie par l'Etat s'attache à toute \ncondamnation à mort ou à une peine de réclusion perpétuelle. Elle n'a \npas à être prononcée et s'applique de plein droit.\nToute condamnation à une peine criminelle autre que celles prévues \nà l'alinéa précédent peut être assortie de la suspension du droit à pension \npour la durée d'exécution de la peine."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE II DES PEINES ACCESSOIRES",
    "section": null,
    "article_no": "Article 42",
    "text": "La confiscation consiste dans l'attribution à l'Etat d'une fraction des \nbiens du condamné ou de certains de ses biens spécialement désignés."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE II DES PEINES ACCESSOIRES",
    "section": null,
    "article_no": "Article 43",
    "text": "En cas de condamnation pour fait qualifié crime, le juge peut \nordonner la confiscation, au profit de l'Etat, sous réserve des droits des \ntiers, des objets et choses qui ont servi ou devaient servir à l'infraction, \nou qui en sont les produits, ainsi que des dons ou autres avantages qui \nont servi ou devaient servir à récompenser l'auteur de l'infraction."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE II DES PEINES ACCESSOIRES",
    "section": null,
    "article_no": "Article 44",
    "text": "En cas de condamnation pour faits qualifiés délits ou \ncontraventions, le juge ne peut ordonner la confiscation que dans les cas \nprévus expressément par la loi."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE II DES PEINES ACCESSOIRES",
    "section": null,
    "article_no": "Article 44-1",
    "text": "Lorsqu'il s'agit d'un acte constituant une infraction de terrorisme, la \njuridiction peut prononcer la confiscation prévue à l'article 42 du présent \ncode.\nLa confiscation doit toujours être prononcée, dans les cas prévus aux \narticles 43 et 44 du présent code, sous réserve des droits des tiers, en cas \nde condamnation pour une infraction de terrorisme."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE II DES PEINES ACCESSOIRES",
    "section": null,
    "article_no": "Article 45",
    "text": "Sauf les exceptions prévues par le présent code, la confiscation ne \nporte que sur les biens appartenant à la personne condamnée.\nSi le condamné est copropriétaire de biens indivis, la confiscation ne \nporte que sur sa part et entraîne, de plein droit, partage ou licitation."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE II DES PEINES ACCESSOIRES",
    "section": null,
    "article_no": "Article 46",
    "text": "L'aliénation des biens confisqués est poursuivie par l'administration \ndes domaines dans les formes prescrites pour la vente des biens de l'Etat.\nLes biens dévolus à l'Etat par l'effet de la confiscation demeurent \ngrevés, jusqu'à concurrence de leur valeur, des dettes légitimes \nantérieures à la condamnation."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE II DES PEINES ACCESSOIRES",
    "section": null,
    "article_no": "Article 47",
    "text": "La dissolution d'une personne juridique consiste dans l'interdiction \nde continuer l'activité sociale, même sous un autre nom et avec d'autres \ndirecteurs, administrateurs ou gérants. Elle entraîne la liquidation des \nbiens de la personne juridique.\nElle ne peut être prononcée que dans les cas prévus par la loi et en \nvertu d'une disposition expresse de la décision de condamnation."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE II DES PEINES ACCESSOIRES",
    "section": null,
    "article_no": "Article 48",
    "text": "Dans les cas déterminés par la loi, la juridiction de jugement peut \nordonner que sa décision de condamnation sera publiée intégralement \nou par extraits dans un ou plusieurs journaux qu'elle désigne ou sera \naffichée dans les lieux qu'elle indique, le tout aux frais du condamné, \nsans toutefois que les frais de publication puissent dépasser la somme \nfixée à cet effet par la décision de condamnation, ni que la durée de \nl'affichage puisse excéder un mois."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE III DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES PEINES",
    "section": null,
    "article_no": "Article 49",
    "text": "Tout condamné doit subir entièrement les peines prononcées contre \nlui, à moins que n'intervienne l'une des causes d'extinction, d'exemption \nou de suspension ci-après :\n1° La mort du condamné;\n2° L'amnistie;\n3° L'abrogation de la loi pénale; \n4° La grâce;\n5° La prescription;\n6° Le sursis à l'exécution de la condamnation; \n7° La libération conditionnelle;\n8° La transaction lorsque la loi en dispose expressément."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE III DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES PEINES",
    "section": null,
    "article_no": "Article 50",
    "text": "La mort du condamné n'empêche pas l'exécution des \ncondamnations pécuniaires sur les biens provenant de sa succession."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE III DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES PEINES",
    "section": null,
    "article_no": "Article 51",
    "text": "L'amnistie ne peut résulter que d'une disposition expresse de la loi.\nCelle-ci en détermine les effets sous réserve toutefois des droits des \ntiers."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE III DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES PEINES",
    "section": null,
    "article_no": "Article 52",
    "text": "Hors le cas prévu à l'article 7 pour l'application des lois \ntemporaires, l'abrogation de la loi pénale fait obstacle à l'exécution de la \npeine non encore subie et met fin à l'exécution en cours."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE III DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES PEINES",
    "section": null,
    "article_no": "Article 53",
    "text": "Le droit de grâce est un attribut du Souverain.\nIl est exercé dans les conditions fixées par le dahir n°1-57-387 du 16 \nrejeb 1377 (6 février 1958) relatif aux grâces17.\nEn matière de délits et contraventions, lorsqu'un recours en grâce est \nformé en faveur d'un condamné détenu, l'élargissement de ce condamné \npeut, exceptionnellement, être ordonné par le ministre de la justice \njusqu'à ce qu'il ait été statué sur la demande de grâce."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE III DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES PEINES",
    "section": null,
    "article_no": "Article 54",
    "text": "La prescription de la peine soustrait le condamné aux effets de la \ncondamnation dans les conditions prévues aux articles 688 à 693 du code \nde procédure pénale18."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE III DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES PEINES",
    "section": null,
    "article_no": "Article 55",
    "text": "En cas de condamnation à l'emprisonnement ou à l'amende non \ncontraventionnelle, si l'inculpé n'a pas subi de condamnation antérieure \nà l'emprisonnement pour crime ou délit de droit commun, la juridiction \nde jugement peut, par une disposition motivée de sa décision, ordonner \nqu'il sera sursis à l'exécution de la peine."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE III DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES PEINES",
    "section": null,
    "article_no": "Article 56",
    "text": "La condamnation sera réputée non avenue si, pendant un délai de \ncinq ans à compter du jour où le jugement ou l'arrêt ayant accordé le \nsursis est devenu irrévocable, le condamné ne commet aucun crime ou \ndélit de droit commun qui donne lieu à une condamnation à \nl'emprisonnement ou à une peine plus grave.\nSi au contraire, il commet un tel crime ou délit dans le délai de cinq \nans prévu à l'alinéa précédent, la condamnation à l'emprisonnement ou à \nune peine plus grave sanctionnant ce crime ou délit, même si elle \nn'intervient qu'après l'expiration dudit délai, entraîne de plein droit, dès \nqu'elle est devenue irrévocable, la révocation du sursis.\nLa première peine est alors exécutée avant la seconde sans \npossibilité de confusion avec cette dernière."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE III DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES PEINES",
    "section": null,
    "article_no": "Article 57",
    "text": "Le sursis accordé est sans effet sur le paiement des frais du procès et \ndes réparations civiles. Il ne s'étend, ni aux peines accessoires, ni aux \nincapacités résultant de la condamnation.\nToutefois, ces peines accessoires et ces incapacités cessent de plein \ndroit du jour où, par application des dispositions de l'alinéa premier de \nl'article précédent, la condamnation est réputée non avenue."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE III DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES PEINES",
    "section": null,
    "article_no": "Article 58",
    "text": "Lorsque le condamné est présent à l'audience, le président de la \njuridiction doit, immédiatement après le prononcé de la décision \naccordant le sursis, l'avertir qu'en cas de nouvelle condamnation dans les \nconditions prévues à l'article 56, il devra exécuter la peine sans confusion \npossible avec celle ultérieurement infligée et qu'il encourra \néventuellement les peines aggravées de la récidive."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE III DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES PEINES",
    "section": null,
    "article_no": "Article 59",
    "text": "La libération conditionnelle fait bénéficier le condamné, en raison de \nsa bonne conduite dans l'établissement pénitentiaire, d'une mise en \nliberté anticipée, à charge pour lui de se conduire honnêtement à l'avenir \net sous la condition qu'il sera réincarcéré pour subir le complément de sa \npeine en cas de mauvaise conduite dûment constatée ou d'inobservation \ndes conditions fixées par la décision de libération conditionnelle.\nElle est régie par les dispositions des articles 663 à 672 du code de \nprocédure pénale19."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE PREMIER DES PEINES",
    "chapitre": "CHAPITRE III DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES PEINES",
    "section": null,
    "article_no": "Article 60",
    "text": "La réhabilitation n'est pas une cause d'extinction, d'exemption ou \nde suspension de la peine; elle efface seulement pour l'avenir et dans les \nconditions prévues aux articles 730 à 747 du code de procédure pénale20, \nles effets de la condamnation et les incapacités qui en résultent."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 61",
    "text": "Les mesures de sûreté personnelles sont : \n1° La relégation;\n2° L'obligation de résider dans un lieu déterminé;\n3° L'interdiction de séjour;\n4° L'internement judiciaire dans un établissement psychiatrique;\n5° Le placement judiciaire dans un établissement thérapeutique;\n6° Le placement judiciaire dans une colonie agricole;\n7° L’incapacité d’exercer toutes fonctions ou emplois publics ;\n8° L'interdiction d'exercer toute profession, activité ou art, \nsubordonnés ou non à une autorisation administrative;\n9° La déchéance des droits de puissance paternelle ;\n10° l’interdiction au condamné d’entrer en contact avec la victime ;\n11° la soumission du condamné à un traitement psychologique \napproprié."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 62",
    "text": "Les mesures de sûreté réelles sont :\n1° La confiscation des objets ayant un rapport avec l'infraction ou \ndes objets nuisibles ou dangereux, ou dont la possession est illicite;\n2° La fermeture de l'établissement qui a servi à commettre une \ninfraction."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 63",
    "text": "La relégation consiste dans l'internement dans un établissement de \ntravail, sous un régime approprié de réadaptation sociale, des \nrécidivistes rentrant dans les conditions énumérées aux articles 65 et 66 \nci-après."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 64",
    "text": "La relégation ne peut être prononcée que par les cours et tribunaux \nordinaires à l'exclusion de toutes juridictions spéciales ou d'exception.\nLe jugement ou l'arrêt fixe la durée de relégation qui ne peut être \ninférieure à cinq ans, ni être supérieure à dix ans, à compter du jour où \ncesse l'exécution de la peine.\nQuand des signes certains de réadaptation sociale ont été constatés, \nle condamné peut être libéré conditionnellement selon les modalités \nédictées aux articles 663 et suivants du code de procédure pénale22."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 65",
    "text": "Doivent être relégués les récidivistes qui, dans un intervalle de dix \nans, non compris la durée de la peine effectivement subie, ont encouru \ndeux condamnations à la réclusion.\nCependant, les récidivistes du sexe féminin ou âgés de moins de \nvingt ans ou de plus de soixante ans peuvent être, par décision motivée, \nexonérés de la relégation."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 66",
    "text": "Peuvent être relégués, les récidivistes qui, dans un intervalle de dix \nans, non compris la durée des peines effectivement subies, ont, dans \nquelque ordre que ce soit, encouru :\n1° Trois condamnations, dont l'une à la réclusion et les deux autres à \nl'emprisonnement pour faits qualifiés crimes ou à l'emprisonnement de \nplus de six mois pour vol, escroquerie, abus de confiance, recel de choses \nobtenues à l'aide d'un crime ou de délit, outrage public à la pudeur, \nexcitation de mineurs à la débauche, embauchage en vue de la débauche, \nexploitation de la prostitution d'autrui, avortement, trafic de stupéfiants;\n2° Quatre condamnations à l'emprisonnement pour faits qualifiés \ncrimes ou à l'emprisonnement de plus de six mois pour les délits \nspécifiés au numéro précédent;\n3° Sept condamnations dont deux au moins prévues aux deux \nnuméros précédents, les autres à l'emprisonnement de plus de trois mois \npour crime ou délit."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 67",
    "text": "Tout relégué qui a, dans les dix ans de sa libération, commis un \ncrime ou un délit spécifié sous le numéro un de l'article précédent et \npour lequel il a été condamné à une peine supérieure à un an \nd'emprisonnement est, à l'expiration de celle-ci, relégué à nouveau pour \nune durée qui ne peut être inférieure à dix ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 68",
    "text": "Lorsqu'une poursuite devant une juridiction répressive est de \nnature à entraîner la relégation, il est interdit, en application de l'article \n76 - dernier alinéa - du code de procédure pénale23, de recourir à la \nprocédure de flagrant délit.\nLes dispositions de l'article 311 du code de procédure pénale24\nrendent obligatoire l'assistance d'un défenseur."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 69",
    "text": "Il appartient à la juridiction qui prononce la peine principale \nrendant le condamné passible de la relégation, de statuer sur cette \nmesure.\nLa relégation est prononcée par la même décision que la peine \nprincipale; cette décision doit viser expressément les condamnations \nantérieures qui la rendent applicable."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 70",
    "text": "Toute juridiction qui prononce une condamnation pour atteinte à la \nsûreté de l'Etat peut, si les faits révèlent de la part du condamné des \nactivités habituelles dangereuses pour l'ordre social, assigner à ce \ncondamné un lieu de résidence ou un périmètre déterminé, dont il ne \npourra s'éloigner sans autorisation pendant la durée fixée par la décision, \nsans que cette durée puisse être supérieure à cinq ans. L'obligation de \nrésidence prend effet à compter du jour de l'expiration de la peine \nprincipale.\nLorsque l'acte commis constitue une infraction de terrorisme, la \njuridiction peut assigner au condamné un lieu de résidence tel que prévu \nau premier alinéa ci-dessus dont il ne pourra s'éloigner sans autorisation \npendant la durée fixée dans le jugement sans toutefois dépasser dix \nans25.\nLa décision d'assignation de résidence est notifiée à la direction \ngénérale de la sûreté nationale qui doit procéder au contrôle de la \nrésidence assignée et peut délivrer, s'il y a lieu, des autorisations \ntemporaires de déplacement à l'intérieur du territoire."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 71",
    "text": "L'interdiction de séjour consiste dans la défense faite au condamné \nde paraître dans certains lieux déterminés et pour une durée déterminée, \nlorsqu'en raison de la nature de l'acte commis, de la personnalité de son \nauteur, ou d'autres circonstances, la juridiction estime que le séjour de ce \ncondamné dans les lieux précités constitue un danger pour l'ordre public \nou la sécurité des personnes."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 72",
    "text": "L'interdiction de séjour peut toujours être ordonnée en cas de \ncondamnation prononcée pour un fait qualifié crime par la loi.\nElle peut être ordonnée en cas de condamnation à l'emprisonnement \npour délit, mais seulement lorsqu'elle est spécialement prévue par le \ntexte réprimant ce délit.\nElle ne s'applique jamais de plein droit et doit être expressément \nprononcée par la décision qui fixe la peine principale.\nToutefois, l'interdiction de séjour peut toujours être prononcée \nlorsque la juridiction applique une peine d'emprisonnement pour une \ninfraction de terrorisme26."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 73",
    "text": "L'interdiction de séjour peut être prononcée pour une durée de cinq \nà vingt ans pour les condamnés à la peine de la réclusion et pour une \ndurée de deux à dix ans pour les condamnés à la peine \nd'emprisonnement.\nLes effets et la durée de cette interdiction ne commencent qu'au jour \nde la libération du condamné et après que l'arrêté d'interdiction de \nséjour lui a été notifié."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 74",
    "text": "L'arrêté d'interdiction de séjour est établi par le directeur général de \nla sûreté nationale. Il contient la liste des lieux ou périmètres interdits au \ncondamné; cette liste comprend les lieux ou périmètres interdits d'une \nfaçon générale et, le cas échéant, ceux spécialement prohibés par la \ndécision judiciaire de condamnation.\nLe directeur général de la sûreté nationale est compétent pour \nveiller à l'observation des interdictions de séjour et, s'il y a lieu, pour \ndélivrer aux intéressés des autorisations temporaires de séjour dans les \nlieux qui leur sont interdits."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 75",
    "text": "L'internement judiciaire dans un établissement psychiatrique \nconsiste dans le placement en un établissement approprié, par décision \nd'une juridiction de jugement, d'un individu présumé auteur, coauteur \nou complice d'un crime ou d'un délit, qui en raison des troubles de ses \nfacultés mentales existant lors des faits qui lui sont imputés, et constatés \npar une expertise médicale, doit être déclaré totalement irresponsable et \nse trouve ainsi soustrait à l'application éventuelle des peines prévues par \nla loi."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 76",
    "text": "Lorsqu'une juridiction de jugement estime, après expertise médicale, \nque l'individu qui lui est déféré sous l'accusation de crime ou la\nprévention de délit, était totalement irresponsable en raison de troubles \nmentaux existant lors des faits qui lui sont imputés, elle doit :\n1° Constater que l'accusé ou le prévenu se trouvait au moment des \nfaits dans l'impossibilité de comprendre ou de vouloir, par suite de \ntroubles de ses facultés mentales;\n2° Le déclarer totalement irresponsable et prononcer son absolution;\n3° Ordonner, si les troubles subsistent, son internement dans un \nétablissement psychiatrique.\nLa validité du titre de détention est prolongée jusqu'à l'internement \neffectif."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 77",
    "text": "L'internement judiciaire se prolonge aussi longtemps que l'exigent \nla sécurité publique et la guérison de l'interné.\nL'interné doit initialement être l'objet d'une mise en observation. Il \ndoit être examiné chaque fois que le psychiatre l'exige nécessaire, et en \ntous cas tous les six mois.\nLorsque le psychiatre traitant estime devoir mettre fin à \nl'internement judiciaire, il doit en informer le chef du parquet général de \nla cour d'appel qui peut, dans un délai de dix jours à compter de la \nréception de cet avis, exercer un recours contre la décision de sortie, dans \nles conditions fixées par l'article 28 du dahir du 21 chaoual 1378 relatif à \nla prévention et au traitement des maladies mentales et à la protection \ndes malades mentaux27. Ce recours est suspensif."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 78",
    "text": "Lorsqu'une juridiction de jugement estime, après expertise \nmédicale, que l'auteur d'un crime ou d'un délit, bien qu'en état d'assurer \nsa défense au cours des débats, était néanmoins atteint lors des faits qui \nlui sont imputés d'un affaiblissement de ses facultés mentales entraînant \nune diminution partielle de sa responsabilité, elle doit :\n1° Constater que les faits poursuivis sont imputables à l'accusé ou au \nprévenu;\n2° Le déclarer partiellement irresponsable en raison de \nl'affaiblissement de ses facultés mentales au moment des faits;\n3 ° Prononcer la peine;\n4° Ordonner, s'il y a lieu, que le condamné sera hospitalisé dans un \nétablissement psychiatrique, préalablement à l'exécution de toute peine \nprivative de liberté. L'hospitalisation s'impute sur la durée de cette \npeine, et prend fin dans les conditions prévues au dernier alinéa de \nl'article 77."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 79",
    "text": "Lorsqu'une juridiction de jugement estime, après expertise \nmédicale, que l'individu qui lui est déféré sous l'accusation de crime ou \nla prévention de délit était responsable en totalité ou en partie au \nmoment des faits qui lui sont imputés, mais qu'en raison de troubles de \nses facultés mentales survenus ou aggravés ultérieurement, il se trouve \nhors d'état d'assurer sa défense au cours des débats, elle doit :\n1° Constater que l'accusé ou le prévenu est hors d'état de se \ndéfendre, par suite de l'altération présente de ses facultés mentales;\n2° Surseoir à statuer;\n3° Ordonner son hospitalisation dans un établissement \npsychiatrique.\nLa validité du titre de détention est prolongée jusqu'à l'internement \neffectif.\nLe psychiatre traitant devra informer le chef du parquet général de \nla décision de sortie, dix jours au moins avant qu'elle ne soit exécutée. Le \ntitre de détention qui était en vigueur au moment de l'hospitalisation \nreprendra effet et les poursuites seront reprises à la diligence du \nministère public. En cas de condamnation à une peine privative de \nliberté, la juridiction de jugement aura la faculté d'imputer la durée de \nl'hospitalisation sur celle de cette peine."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 80",
    "text": "Le placement judiciaire dans un établissement thérapeutique \nconsiste dans la mise sous surveillance dans un établissement approprié, \npar décision d'une juridiction de jugement, d'un individu, auteur, \ncoauteur ou complice soit d'un crime, soit d'un délit correctionnel ou de \npolice, atteint d'intoxication chronique causée par l'alcool ou les \nstupéfiants, lorsque la criminalité de l'auteur de l'infraction apparaît liée \nà cette intoxication."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 81",
    "text": "Lorsqu'une juridiction de jugement estime devoir faire application \ndes dispositions de l'article précédent, elle doit :\n1° Déclarer que le fait poursuivi est imputable à l'accusé ou au \nprévenu;\n2° Constater expressément que la criminalité de l'auteur de \nl'infraction apparaît liée à une intoxication chronique causée par l'alcool \nou les stupéfiants;\n3° Prononcer la peine;\n4° Ordonner, en outre, le placement judiciaire dans un établissement \nthérapeutique pour une durée qui ne saurait excéder deux années.\nLe condamné sera soumis à la mesure de placement, préalablement \nà l'exécution de la peine, à moins que la juridiction n'en décide \nautrement."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 82",
    "text": "La mesure de placement judiciaire dans un établissement \nthérapeutique est révoquée lorsqu'il est constaté que les causes qui \nl'avaient provoquée ont disparu.\nLorsque le médecin-chef de l'établissement thérapeutique estime \ndevoir mettre fin à cette mesure, il en informe le chef du parquet général \nde la cour d'appel qui, dans un délai de dix jours après réception de cet \navis, peut exercer un recours contre la décision, dans les conditions \nfixées par l'article 77."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 83",
    "text": "Le placement judiciaire dans une colonie agricole consiste dans \nl'obligation imposée par la décision de la juridiction de jugement, à un \ncondamné pour crime ou pour tout délit légalement punissable \nd'emprisonnement, de séjourner dans un centre spécialisé où il sera \nemployé à des travaux agricoles, lorsque la criminalité de ce condamné \napparaît liée à des habitudes d'oisiveté, ou qu'il a été établi qu'il tire \nhabituellement ses ressources d'activités illégales."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 84",
    "text": "Lorsqu'une juridiction de jugement estime devoir faire application \ndes dispositions de l'article précédent, elle doit :\n1° Déclarer que le fait poursuivi est imputable à l'accusé ou au \nprévenu;\n2° Constater expressément que ce fait est lié aux habitudes d'oisiveté \ndu condamné ou qu'il est établi que celui-ci tire habituellement ses \nressources d'activités illégales;\n3 ° Prononcer la peine;\n4° Ordonner, en outre, le placement judiciaire dans une colonie \nagricole pour une durée qui ne peut être inférieure à six mois, ni \nsupérieure à deux ans.\nLe séjour dans la colonie agricole suit immédiatement l'exécution de \nla peine."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 85",
    "text": "La mesure de placement judiciaire prévue à l'article 83 est révoquée \nlorsque la conduite du condamné fait présumer son amendement.\nLa décision de révocation est prise, sur proposition du directeur de \nla colonie agricole, par la juridiction de jugement qui l'avait ordonnée.\nLorsque le placement a été ordonné par un tribunal criminel, le \ntribunal correctionnel qui a été appelé à constituer ce tribunal criminel \nest compétent pour prononcer la révocation."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 86",
    "text": "L'incapacité d'exercer toutes fonctions ou emplois publics doit être \nprononcée par la juridiction dans les cas édictés par la loi et lorsqu'il \ns'agit d'une infraction constituant un acte de terrorisme28.\nEn dehors de ces cas, elle peut l'être, lorsque la juridiction constate \net déclare, par une disposition expresse de la décision, que l'infraction \ncommise a une relation directe avec l'exercice de la fonction ou de \nl'emploi et qu'elle révèle chez son auteur une perversité morale \nincompatible avec l'exercice normal de la fonction ou de l'emploi.\nA moins que la loi n'en dispose autrement, cette incapacité est \nprononcée pour une période qui ne peut excéder dix ans, à compter du \njour où la peine a été subie."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 87",
    "text": "L'interdiction d'exercer une profession, activité ou art, doit être \nprononcée contre les condamnés pour crime ou délit, lorsque la \njuridiction constate que l'infraction commise a une relation directe avec \nl'exercice de la profession, activité ou art, et qu'il y a de graves craintes \nqu'en continuant à les exercer, le condamné soit un danger pour la \nsécurité, la santé, la moralité ou l'épargne publiques.\nCette interdiction est prononcée pour une période qui ne peut \nexcéder dix ans, à compter du jour où la peine a été subie, sauf les cas où \nla loi en dispose autrement.\nL'exécution provisoire de cette mesure peut être ordonnée par la \ndécision de condamnation, nonobstant l'exercice de toutes voies de \nrecours ordinaires ou extraordinaires."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 88",
    "text": "Lorsqu'une juridiction de jugement prononce contre un ascendant, \nune condamnation pour crime ou pour délit légalement punissable \nd'emprisonnement commis sur la personne d'un de ses enfants mineurs \net qu'elle constate et déclare par disposition expresse de sa décision que \nle comportement habituel du condamné met ses enfants mineurs en \ndanger physique ou moral, elle doit prononcer la déchéance de la \npuissance paternelle.\nCette déchéance peut porter sur tout ou partie des droits de la \npuissance paternelle et n'être prononcée qu'à l'égard de l'un ou de \nquelques-uns des enfants.\nL'exécution provisoire de cette mesure peut être ordonnée par la \ndécision de condamnation, nonobstant l'exercice de toutes voies de \nrecours ordinaires ou extraordinaires."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 88-1",
    "text": "En cas de condamnation pour harcèlement, agression, exploitation \nsexuelle, maltraitance ou violences commises contre des femmes ou des \nmineurs, quelle que soit la nature de l’acte ou son auteur, la juridiction \npeut décider ce qui suit :\n1. Interdire au condamné de contacter la victime ou de \ns’approcher du lieu où elle se trouve ou de communiquer avec \nelle par tous moyens, pour une période ne dépassant pas cinq \nans à compter de la date d’expiration de la peine à laquelle il a \nété condamné ou de la date du prononcé de la décision \njudiciaire lorsque la peine privative de liberté a été prononcée \navec sursis ou s’il a été condamné seulement à une amende ou \nà une peine alternative.\nLa conciliation entre les conjoints met fin à l’interdiction de \ncontacter la victime ;\n2. La soumission du condamné, au cours de la période prévue au \nparagraphe(1) ci-dessus ou durant l’exécution de la peine \nprivative de liberté, à un traitement psychologique approprié.\nLa décision judiciaire de condamnation peut ordonner l’exécution \nprovisoire de cette mesure nonobstant toutes voies de recours.\nLa juridiction peut interdire définitivement, au moyen d’une \ndécision motivée, au condamné de contacter la victime ou de \ns’approcher du lieu où elle se trouve ou de communiquer avec elle."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 88-2",
    "text": "le médecin traitant établit, tous les trois mois au moins, un rapport \nsur l’évolution de l’état du condamné au traitement, qu’il adresse au juge \nde l’application des peines, pour s’assurer de l’amélioration de son \ncomportement et éviter de commettre les mêmes actes pour lesquels il a \nété condamné.\nLorsque le médecin traitant est d’avis de mettre fin à cette mesure \navant la date fixée, il doit informer le juge de l’application des peines au \nmoyen d’un rapport distinct qui justifie cet avis.\nLa victime doit être avisée du résultat du rapport du médecin \ntraitant en vertu d’une décision du juge de l’application des peines."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 88-3",
    "text": "En cas de poursuites pour les infractions visées à l’article 88-1 ci dessus, il peut être interdit, par le ministère public, le juge d’instruction \nou la juridiction, le cas échéant, ou à la demande de la victime, à la \npersonne poursuivie de contacter la victime ou de s’approcher du lieu où \nelle se trouve ou de communiquer avec elle par quelque moyen que ce \nsoit. Cette mesure demeure en vigueur jusqu’à ce que la juridiction \nstatue sur l’affaire."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 89",
    "text": "Est ordonnée, comme mesure de sûreté, la confiscation des objets et \nchoses dont la fabrication, l'usage, le port, la détention ou la vente \nconstituent une infraction, même s'ils appartiennent à un tiers et même si \naucune condamnation n'est prononcée."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 90",
    "text": "La fermeture d'un établissement commercial ou industriel peut être \nordonnée, à titre définitif ou temporaire, lorsqu'il a servi à commettre \nune infraction avec abus de l'autorisation ou de la licence obtenue ou \ninobservation de règlements administratifs.\nLa fermeture, dans les cas prévus par la loi, d'un établissement \ncommercial ou industriel, ou de tout autre établissement, entraîne \nl'interdiction d'exercer dans le même local la même profession ou la \nmême activité, soit par le condamné, soit par un membre de sa famille, \nsoit par un tiers auquel le condamné l'aurait vendu, cédé ou donné à \nbail, soit par la personne morale ou l'organisation à laquelle il \nappartenait au moment du délit ou pour le compte de laquelle il \ntravaillait.\nLorsque la fermeture du local est prononcée à titre temporaire, elle \nne peut, sauf dispositions contraires, être inférieure à dix jours ou être \nsupérieure à six mois."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 91",
    "text": "Lorsque plusieurs mesures de sûreté inexécutables simultanément \nont été prononcées à l'égard d'une même personne, il appartient à la \ndernière juridiction saisie de déterminer leur ordre d'exécution.\nToutefois, les mesures d'internement judiciaire dans un \nétablissement psychiatrique ou de placement judiciaire dans un \nétablissement thérapeutique s'exécutent toujours les premières."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES MESURES DE SÛRETE PERSONNELLES OU REELLES",
    "section": null,
    "article_no": "Article 92",
    "text": "Si, au cours de l'exécution d'une mesure privative ou restrictive de \nliberté, la personne soumise à cette mesure est condamnée pour un autre \ncrime ou délit à une peine privative de liberté, l'exécution de la mesure \nde sûreté autre que le placement judiciaire dans un établissement \nthérapeutique est suspendue, et la nouvelle peine subie."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE II DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES MESURES DE SÛRETE",
    "section": null,
    "article_no": "Article 93",
    "text": "Sous réserve des dispositions des articles 103 et 104, les causes \nd'extinction, d'exemption ou de suspension des mesures de sûreté sont :\n1° La mort du condamné;\n2° L'amnistie;\n3° L'abrogation de la loi pénale;\n4° La grâce;\n5° La prescription;\n6° La libération conditionnelle;\n7° La réhabilitation;\n8° La transaction, lorsque la loi en dispose expressément.\nLe sursis à l'exécution de la peine n'a pas d’effet sur les mesures de \nsûreté."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE II DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES MESURES DE SÛRETE",
    "section": null,
    "article_no": "Article 94",
    "text": "La mort du condamné ne met pas obstacle à l'exécution des \nmesures de sûreté réelles."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE II DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES MESURES DE SÛRETE",
    "section": null,
    "article_no": "Article 95",
    "text": "La loi portant amnistie de l'infraction ou de la peine principale, à \nmoins qu'elle n'en décide autrement par une disposition expresse, arrête \nl'exécution des mesures de sûreté personnelles et demeure sans effet sur \nles mesures de sûreté réelles."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE II DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES MESURES DE SÛRETE",
    "section": null,
    "article_no": "Article 96",
    "text": "L'abrogation de la loi pénale met fin à l'exécution des mesures de \nsûreté dans les conditions prévues à l'article 9."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE II DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES MESURES DE SÛRETE",
    "section": null,
    "article_no": "Article 97",
    "text": "La remise par voie de grâce de la peine principale ne s'étend aux \nmesures de sûreté que s'il en est ainsi décidé expressément par la \ndécision qui l'accorde."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE II DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES MESURES DE SÛRETE",
    "section": null,
    "article_no": "Article 98",
    "text": "La prescription de la peine principale n'entraîne pas la prescription \ndes mesures de sûreté."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE II DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES MESURES DE SÛRETE",
    "section": null,
    "article_no": "Article 99",
    "text": "Une mesure de sûreté demeurée inexécutée se prescrit par une \ndurée de cinq ans à compter, soit de l'expiration de la peine privative de \nliberté effectivement subie, ou du paiement de l'amende, soit du jour où \nla prescription de la peine est acquise.\nToutefois, lorsque la mesure de sûreté avait été ordonnée pour une \ndurée de plus de cinq ans, la prescription n'est acquise qu'à l'expiration \nd'une durée égale."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE II DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES MESURES DE SÛRETE",
    "section": null,
    "article_no": "Article 100",
    "text": "Les dispositions des articles 98 et 99 ne sont applicables à \nl'interdiction de séjour que sous réserve des règles édictées par l’article \n689 du code de procédure pénale et 73, alinéa 2 du présent code30."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE II DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES MESURES DE SÛRETE",
    "section": null,
    "article_no": "Article 101",
    "text": "La décision prononçant la libération conditionnelle peut suspendre \nl'exécution des mesures de sûreté."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE II DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES MESURES DE SÛRETE",
    "section": null,
    "article_no": "Article 102",
    "text": "La réhabilitation du condamné prononcée dans les conditions \nprévues aux articles 730 à 747 du code de procédure pénale31 met fin à \nl'exécution des mesures de sûreté."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE II DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES MESURES DE SÛRETE",
    "section": null,
    "article_no": "Article 103",
    "text": "Les causes d'extinction, d'exemption ou de suspension des mesures \nde sûreté, autres que la mort, ne s'appliquent pas à l'internement \njudiciaire dans un établissement psychiatrique et au placement judiciaire \ndans un établissement thérapeutique.\nCes deux mesures de sûreté prennent fin dans les conditions fixées \npar les articles 78 et 82."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE II DES MESURES DE SURETE",
    "chapitre": "CHAPITRE II DES CAUSES D’EXTINCTION, D’EXEMPTION OU DE SUSPENSION DES MESURES DE SÛRETE",
    "section": null,
    "article_no": "Article 104",
    "text": "La déchéance des droits de puissance paternelle obéit aux règles \nd'extinction, d'exemption ou de suspension qui lui sont propres."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE III DES AUTRES CONDAMNATIONS QUI PEUVENT ETRE PRONONCEES",
    "chapitre": null,
    "section": null,
    "article_no": "Article 105",
    "text": "Tout jugement ou arrêt prononçant une peine ou une mesure de \nsûreté doit statuer sur les frais et dépens du procès, dans les conditions \nprévues aux articles 347 et 349 du code de procédure pénale32.\nIl statue, en outre, s'il y a lieu, sur les restitutions et l'attribution des \ndommages-intérêts."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE III DES AUTRES CONDAMNATIONS QUI PEUVENT ETRE PRONONCEES",
    "chapitre": null,
    "section": null,
    "article_no": "Article 106",
    "text": "La restitution consiste dans la remise à leur légitime propriétaire \ndes objets, sommes, effets mobiliers, placés sous la main de justice à \nl'occasion de la poursuite d'une infraction.\nCette restitution peut être ordonnée par la juridiction, même si le \npropriétaire n'intervient pas aux débats."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE III DES AUTRES CONDAMNATIONS QUI PEUVENT ETRE PRONONCEES",
    "chapitre": null,
    "section": null,
    "article_no": "Article 107",
    "text": "A la demande de la victime de l'infraction, la juridiction peut, en \noutre, par une disposition spécialement motivée, ordonner la restitution :\n1° Des sommes provenant de la vente des objets ou effets mobiliers \nqui auraient dû être restitués en nature;\n2° Sous réserve du droit des tiers, des objets ou effets mobiliers \nobtenus au moyen du produit de l'infraction."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE III DES AUTRES CONDAMNATIONS QUI PEUVENT ETRE PRONONCEES",
    "chapitre": null,
    "section": null,
    "article_no": "Article 108",
    "text": "L'attribution des dommages-intérêts doit assurer à la victime la \nréparation intégrale du préjudice personnel, actuel et certain qui lui a été \ndirectement occasionné par l'infraction."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE PREMIER DES PEINES ET DES MESURES DE SURETE",
    "titre": "TITRE III DES AUTRES CONDAMNATIONS QUI PEUVENT ETRE PRONONCEES",
    "chapitre": null,
    "section": null,
    "article_no": "Article 109",
    "text": "Tous les individus condamnés pour un même crime, un même délit \nou une même contravention sont, si le juge n'en décide autrement, tenus \nsolidairement des amendes, des restitutions, des dommages-intérêts et \ndes frais."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE PREMIER DE L'INFRACTION",
    "chapitre": null,
    "section": null,
    "article_no": "Article 110",
    "text": "L'infraction est un acte ou une abstention contraire à la loi pénale et \nréprimé par elle."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE PREMIER DE L'INFRACTION",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES CATEGORIES D’INFRACTIONS",
    "section": null,
    "article_no": "Article 111",
    "text": "Les infractions sont qualifiées crime, délit correctionnel, délit de \npolice ou contravention :\nL'infraction que la loi punit d'une des peines prévues à l'article 16 \nest un crime;\nL'infraction que la loi punit d'une peine d'emprisonnement dont elle \nfixe le maximum à plus de deux ans est un délit correctionnel;\nL'infraction que la loi punit d'une peine d'emprisonnement dont elle \nfixe le maximum à deux ans ou moins de deux ans, ou d'une amende de \nplus de 200 dirhams33 est un délit de police;\nL'infraction que la loi punit d'une des peines prévues à l'article 18 \nest une contravention."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE PREMIER DE L'INFRACTION",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES CATEGORIES D’INFRACTIONS",
    "section": null,
    "article_no": "Article 112",
    "text": "La catégorie de l'infraction n'est pas modifiée lorsque, par suite \nd'une cause d'atténuation de la peine ou en raison de l'état de récidive \ndu condamné, le juge prononce une peine afférente à une autre catégorie \nd'infraction."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE PREMIER DE L'INFRACTION",
    "chapitre": "CHAPITRE PREMIER DES DIVERSES CATEGORIES D’INFRACTIONS",
    "section": null,
    "article_no": "Article 113",
    "text": "La catégorie de l'infraction est modifiée lorsqu'en raison des \ncirconstances aggravantes, la loi édicte une peine afférente à une autre \ncatégorie d'infraction."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE PREMIER DE L'INFRACTION",
    "chapitre": "CHAPITRE II DE LA TENTATIVE",
    "section": null,
    "article_no": "Article 114",
    "text": "Toute tentative de crime qui a été manifestée par un \ncommencement d'exécution ou par des actes non équivoques tendant \ndirectement à le commettre, si elle n'a été suspendue ou si elle n'a \nmanqué son effet que par des circonstances indépendantes de la volonté \nde son auteur, est assimilée au crime consommé et réprimée comme tel."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE PREMIER DE L'INFRACTION",
    "chapitre": "CHAPITRE II DE LA TENTATIVE",
    "section": null,
    "article_no": "Article 115",
    "text": "La tentative de délit n'est punissable qu'en vertu d'une disposition \nspéciale de la loi."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE PREMIER DE L'INFRACTION",
    "chapitre": "CHAPITRE II DE LA TENTATIVE",
    "section": null,
    "article_no": "Article 116",
    "text": "La tentative de contravention n'est jamais punissable."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE PREMIER DE L'INFRACTION",
    "chapitre": "CHAPITRE II DE LA TENTATIVE",
    "section": null,
    "article_no": "Article 117",
    "text": "La tentative est punissable alors même que le but recherché ne \npouvait être atteint en raison d'une circonstance de fait ignorée de \nl'auteur."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE PREMIER DE L'INFRACTION",
    "chapitre": "CHAPITRE III DU CONCOURS D’INFRACTIONS",
    "section": null,
    "article_no": "Article 118",
    "text": "Le fait unique susceptible de plusieurs qualifications doit être \napprécié suivant la plus grave d'entre elles."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE PREMIER DE L'INFRACTION",
    "chapitre": "CHAPITRE III DU CONCOURS D’INFRACTIONS",
    "section": null,
    "article_no": "Article 119",
    "text": "L'accomplissement simultané ou successif de plusieurs infractions \nnon séparées par une condamnation irrévocable constitue le concours \nd'infractions."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE PREMIER DE L'INFRACTION",
    "chapitre": "CHAPITRE III DU CONCOURS D’INFRACTIONS",
    "section": null,
    "article_no": "Article 120",
    "text": "En cas de concours de plusieurs crimes ou délit déférés \nsimultanément à la même juridiction, il est prononcé une seule peine \nprivative de liberté dont la durée ne peut dépasser le maximum de celle \nédictée par la loi pour la répression de l'infraction la plus grave.\nLorsqu'en raison d'une pluralité de poursuites, plusieurs peines \nprivatives de liberté ont été prononcées, seule la peine la plus forte est \nexécutée.\nToutefois, si les peines prononcées sont de même nature, le juge \npeut, par décision motivée, en ordonner le cumul en tout ou en partie, \ndans la limite du maximum édicté par la loi pour l'infraction la plus \ngrave."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE PREMIER DE L'INFRACTION",
    "chapitre": "CHAPITRE III DU CONCOURS D’INFRACTIONS",
    "section": null,
    "article_no": "Article 121",
    "text": "Les peines pécuniaires qu'elles soient principales ou accessoires à \nune peine privative de liberté se cumulent, à moins que le juge n'en \ndécide autrement par une disposition expresse."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE PREMIER DE L'INFRACTION",
    "chapitre": "CHAPITRE III DU CONCOURS D’INFRACTIONS",
    "section": null,
    "article_no": "Article 122",
    "text": "En cas de concours de plusieurs crimes ou délits, les peines \naccessoires et les mesures de sûreté se cumulent, à moins que le juge n'en \ndécide autrement par une disposition motivée.\nLes mesures de sûreté dont la nature ne permet pas l'exécution \nsimultanée s'exécutent dans l'ordre prévu à l'article 91."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE PREMIER DE L'INFRACTION",
    "chapitre": "CHAPITRE III DU CONCOURS D’INFRACTIONS",
    "section": null,
    "article_no": "Article 123",
    "text": "En matière de contraventions, le cumul des peines est obligatoire."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE PREMIER DE L'INFRACTION",
    "chapitre": "CHAPITRE IV DES FAITS JUSTIFICATIFS QUI SUPPRIMENT L’INFRACTION",
    "section": null,
    "article_no": "Article 124",
    "text": "Il n'y a ni crime, ni délit, ni contravention :\n1° Lorsque le fait était ordonné par la loi et commandé par l'autorité \nlégitime;\n2° Lorsque l'auteur a été matériellement forcé d'accomplir ou a été \nmatériellement placé dans l'impossibilité d'éviter l'infraction, par un \névénement provenant d'une cause étrangère auquel il n'a pu résister;\n3° Lorsque l'infraction était commandée par la nécessité actuelle de \nla légitime défense de soi-même ou d'autrui ou d'un bien appartenant à \nsoi-même ou à autrui, pourvu que la défense soit proportionnée à la \ngravité de l'agression."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE PREMIER DE L'INFRACTION",
    "chapitre": "CHAPITRE IV DES FAITS JUSTIFICATIFS QUI SUPPRIMENT L’INFRACTION",
    "section": null,
    "article_no": "Article 125",
    "text": "Sont présumés accomplis dans un cas de nécessité actuelle de \nlégitime défense :\n1° L'homicide commis, les blessures faites ou les coups portés, en \nrepoussant, pendant la nuit, l'escalade ou l'effraction des clôtures, murs \nou entrée d'une maison ou d'un appartement habité ou de leurs \ndépendances;\n2° L'infraction commise en défendant soi-même ou autrui contre \nl'auteur de vols ou de pillages exécutés avec violence."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": null,
    "section": null,
    "article_no": "Article 126",
    "text": "Les peines et mesures de sûreté édictées par le présent code sont \napplicables aux personnes physiques."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": null,
    "section": null,
    "article_no": "Article 127",
    "text": "Les personnes morales ne peuvent être condamnées qu'à des peines \npécuniaires et aux peines accessoires prévues sous les numéros 5, 6 et 7 \nde l'article 36. Elles peuvent également être soumises aux mesures de \nsûreté réelles de l'article 62."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE PREMIER DE LA PARTICIPATION DE PLUSIEURS PERSONNES A L’INFRACTION",
    "section": null,
    "article_no": "Article 128",
    "text": "Sont considérés comme coauteurs, tous ceux qui, personnellement, \nont pris part à l'exécution matérielle de l'infraction."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE PREMIER DE LA PARTICIPATION DE PLUSIEURS PERSONNES A L’INFRACTION",
    "section": null,
    "article_no": "Article 129",
    "text": "Sont considérés comme complices d'une infraction qualifiée crime \nou délit ceux qui, sans participation directe à cette infraction, ont :\n1° Par dons, promesses, menaces, abus d'autorité ou de pouvoir, \nmachinations ou artifices coupables, provoqué à cette action ou donné \ndes instructions pour la commettre;\n2° Procuré des armes, des instruments ou tout autre moyen qui aura \nservi à l'action sachant qu'ils devaient y servir;\n3° Avec connaissance, aidé ou assisté l'auteur ou les auteurs de \nl'action, dans les faits qui l'ont préparée ou facilitée;\n4° En connaissance de leur conduite criminelle, habituellement \nfourni logement, lieu de retraite ou de réunions à un ou plusieurs \nmalfaiteurs exerçant des brigandages ou des violences contre la sûreté de \nl'État, la paix publique, les personnes ou les propriétés.\nLa complicité n'est jamais punissable en matière de contravention."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE PREMIER DE LA PARTICIPATION DE PLUSIEURS PERSONNES A L’INFRACTION",
    "section": null,
    "article_no": "Article 130",
    "text": "Le complice d'un crime ou d'un délit est punissable de la peine \nréprimant ce crime ou ce délit.\nLes circonstances personnelles d'où résultent aggravation, \natténuation ou exemption de peine n'ont d'effet qu'à l'égard du seul \nparticipant auquel elles se rapportent.\nLes circonstances objectives, inhérentes à l'infraction, qui aggravent \nou diminuent la peine, même si elles ne sont pas connues de tous ceux \nqui ont participé à cette infraction, ont effet à leur charge ou en leur \nfaveur."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE PREMIER DE LA PARTICIPATION DE PLUSIEURS PERSONNES A L’INFRACTION",
    "section": null,
    "article_no": "Article 131",
    "text": "Celui qui a déterminé une personne non punissable en raison d'une \ncondition ou d'une qualité personnelle, à commettre une infraction, est \npassible des peines réprimant l'infraction commise par cette personne."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE II DE LA RESPONSABILITE PENALE",
    "section": "SECTION I DES PERSONNES RESPONSABLES",
    "article_no": "Article 132",
    "text": "Toute personne saine d'esprit et capable de discernement est \npersonnellement responsable : \nDes infractions qu'elle commet;\nDes crimes ou délits dont elle se rend complice;\nDes tentatives de crimes;\nDes tentatives de certains délits qu'elle réalise dans les conditions \nprévues par la loi.\nIl n'est dérogé à ce principe que lorsque la loi en dispose autrement."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE II DE LA RESPONSABILITE PENALE",
    "section": "SECTION I DES PERSONNES RESPONSABLES",
    "article_no": "Article 133",
    "text": "Les crimes et les délits ne sont punissables que lorsqu'ils ont été \ncommis intentionnellement.\nLes délits commis par imprudence sont exceptionnellement \npunissables dans les cas spécialement prévus par la loi.\nLes contraventions sont punissables même lorsqu'elles ont été \ncommises par imprudence, exception faite des cas où la loi exige \nexpressément l'intention de nuire."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE II DE LA RESPONSABILITE PENALE",
    "section": "SECTION II DE L'ALIENATION MENTALE",
    "article_no": "Article 134",
    "text": "N'est pas responsable et doit être absous celui qui, au moment des \nfaits qui lui sont imputés, se trouvait par suite de troubles de ses facultés \nmentales dans l'impossibilité de comprendre ou de vouloir.\nEn matière de crime et de délit, l'internement judiciaire dans un \nétablissement psychiatrique est ordonné dans les conditions prévues à \nl'article 76.\nEn matière de contravention, l'individu absous, s'il est dangereux \npour l'ordre public, est remis à l'autorité administrative."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE II DE LA RESPONSABILITE PENALE",
    "section": "SECTION II DE L'ALIENATION MENTALE",
    "article_no": "Article 135",
    "text": "Est partiellement irresponsable celui qui, au moment où il a commis \nl'infraction, se trouvait atteint d'un affaiblissement de ses facultés \nmentales de nature à réduire sa compréhension ou sa volonté et \nentraînant une diminution partielle de sa responsabilité.\nEn matière de crime et de délit, il est fait application au coupable \ndes peines ou mesures de sûreté prévues à l'article 78.\nEn matière de contravention, il est fait application de la peine, \ncompte tenu de l'état mental du contrevenant."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE II DE LA RESPONSABILITE PENALE",
    "section": "SECTION II DE L'ALIENATION MENTALE",
    "article_no": "Article 136",
    "text": "Lorsqu'une juridiction d'instruction estime qu'un inculpé présente \ndes signes manifestes d'aliénation mentale, elle peut, par décision \nmotivée, ordonner son placement provisoire dans un établissement \npsychiatrique en vue de sa mise en observation et, s'il y a lieu, de son \nhospitalisation dans les conditions prévues par le dahir n° l-58-295 du 21 \nchaoual 1378 (30 avril 1959) relatif à la prévention et au traitement des \nmaladies mentales et à la protection des malades mentaux34.\nLe chef du parquet général de la cour d'appel devra être avisé par le \npsychiatre traitant de la décision de sortie, dix jours au moins avant \nqu'elle ne soit exécutée. Il pourra exercer un recours contre cette décision \ndans les conditions fixées par l'article 28 du dahir précité. Ce recours sera \nsuspensif.\nEn cas de reprise des poursuites, et de condamnation à une peine \nprivative de liberté, la juridiction de jugement aura la faculté d'imputer \nla durée de l'hospitalisation sur celle de cette peine."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE II DE LA RESPONSABILITE PENALE",
    "section": "SECTION II DE L'ALIENATION MENTALE",
    "article_no": "Article 137",
    "text": "L'ivresse, les états passionnels ou émotifs ou ceux résultant de \nl'emploi volontaire de substances stupéfiantes ne peuvent, en aucun cas, \nexclure ou diminuer la responsabilité.\nLes coupables peuvent être placés dans un établissement \nthérapeutique conformément aux dispositions des articles 80 et 81."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE II DE LA RESPONSABILITE PENALE",
    "section": "SECTION III DE LA MINORITE PENALE",
    "article_no": "Article 138",
    "text": "Le mineur de moins de douze ans est considéré comme \nirresponsable pénalement par défaut de discernement.\nIl ne peut faire l'objet que des dispositions du livre III de la loi \nrelative à la procédure pénale35."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE II DE LA RESPONSABILITE PENALE",
    "section": "SECTION III DE LA MINORITE PENALE",
    "article_no": "Article 139",
    "text": "Le mineur de douze ans qui n'a pas atteint dix-huit ans est, \npénalement, considéré comme partiellement irresponsable en raison \nd'une insuffisance de discernement.\nLe mineur bénéficie dans le cas prévu au premier alinéa du présent \narticle de l'excuse de minorité, et ne peut faire l'objet que des \ndispositions du livre III de la loi relative à la procédure pénale36."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE II DE LA RESPONSABILITE PENALE",
    "section": "SECTION III DE LA MINORITE PENALE",
    "article_no": "Article 140",
    "text": "Les délinquants ayant atteint la majorité pénale de dix-huit ans \nrévolus, sont réputés pleinement responsables37 38."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": null,
    "article_no": "Article 141",
    "text": "Dans les limites du maximum et du minimum édictés par la loi \nréprimant l'infraction, le juge dispose d'un pouvoir discrétionnaire pour \nfixer et individualiser la peine en tenant compte d'une part, de la gravité \nde l'infraction commise, d'autre part, de la personnalité du délinquant."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": null,
    "article_no": "Article 142",
    "text": "Le juge est tenu d'appliquer au coupable une peine atténuée ou \naggravée chaque fois que sont prouvés, soit un ou plusieurs faits \nd'excuse atténuante, soit une ou plusieurs des circonstances aggravantes \nprévues par la loi.\nIl est tenu de prononcer l'absolution lorsque la preuve est rapportée \nde l'existence en faveur du coupable d'une excuse absolutoire prévue par \nla loi.\nSauf disposition spéciale contraire de la loi, il a la faculté d'accorder \nau coupable le bénéfice des circonstances atténuantes dans les conditions \nprévues aux articles 146 à 151."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": "SECTION I DES EXCUSES LEGALES",
    "article_no": "Article 143",
    "text": "Les excuses sont des faits limitativement déterminés par la loi qui, \ntout en laissant subsister l'infraction et la responsabilité, assurent aux \ndélinquants soit l'impunité lorsqu'elles sont absolutoires, soit une \nmodération de la peine lorsqu'elles sont atténuantes."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": "SECTION I DES EXCUSES LEGALES",
    "article_no": "Article 144",
    "text": "Les excuses sont spéciales et ne s'appliquent qu'à une ou plusieurs \ninfractions déterminées. Elles sont édictées par le présent code, dans les \ndispositions du livre III concernant les diverses infractions."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": "SECTION I DES EXCUSES LEGALES",
    "article_no": "Article 145",
    "text": "L'excuse absolutoire a pour effet de procurer au coupable \nl'absolution qui l'exempte de la peine, mais laisse la faculté au juge de \nfaire application à l'absous des mesures de sûreté personnelles ou réelles \nautres que la relégation."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": "SECTION II DE L'OCTROI PAR LE JUGE DES CIRCONSTANCES ATTENUANTES",
    "article_no": "Article 146",
    "text": "Lorsqu'à l'issue des débats la juridiction répressive saisie estime \nque, dans l'espèce qui lui est soumise, la sanction pénale prévue par la loi \nest excessive par rapport soit à la gravité des faits, soit à la culpabilité de \nl'auteur, elle peut, sauf disposition légale contraire, accorder au \ncondamné le bénéfice des circonstances atténuantes.\nL'admission des circonstances atténuantes est laissée à l'appréciation \ndu juge, à charge par lui de motiver spécialement sa décision sur ce \npoint; les effets en sont exclusivement personnels et la peine ne doit être \nréduite qu'à l'égard des condamnés qui ont été admis à en bénéficier.\nCette admission a pour effet d'entraîner, dans les conditions \ndéterminées aux articles ci-après, la réduction des peines applicables."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": "SECTION II DE L'OCTROI PAR LE JUGE DES CIRCONSTANCES ATTENUANTES",
    "article_no": "Article 147",
    "text": "Si la peine édictée par la loi est la mort, le tribunal criminel \napplique la peine de la réclusion perpétuelle ou celle de la réclusion de \n20 à 30 ans.\nSi la peine édictée est celle de la réclusion perpétuelle, le tribunal \ncriminel applique la peine de la réclusion de 10 à 30 ans.\nSi la peine édictée est celle de la réclusion de 20 à 30 ans, le tribunal \ncriminel applique la peine de la réclusion de 5 à 20 ans39.\nSi le minimum de la peine édictée est la réclusion de dix ans, le \ntribunal criminel applique la réclusion de cinq à dix ans ou une peine \nd'emprisonnement de deux à cinq ans.\nSi le minimum de la peine édictée est la réclusion de cinq ans, le \ntribunal criminel applique une peine d'emprisonnement de un à cinq \nans40.\nSi la peine criminelle édictée est accompagnée d'une amende, le \ntribunal criminel peut réduire celle-ci jusqu'à 120 dirhams41 ou même la \nsupprimer.\nLorsque la peine de l'emprisonnement est substituée à une peine \ncriminelle, le tribunal criminel peut, en outre, prononcer une amende de \n12042 à 1.200 dirhams et, pour une durée de 5 à 10 ans, l'interdiction des \ndroits prévus aux alinéas 1 et 2 de l'article 26 et l'interdiction de séjour."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": "SECTION II DE L'OCTROI PAR LE JUGE DES CIRCONSTANCES ATTENUANTES",
    "article_no": "Article 148",
    "text": "Si la peine édictée est la résidence forcée, la juridiction prononce la \ndégradation civique ou un emprisonnement de six mois à deux ans.\nSi la peine édictée est la dégradation civique, la juridiction prononce \nsoit une peine d'emprisonnement de six mois à deux ans, soit la \nprivation de certains des droits prévus à l'article 26."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": "SECTION II DE L'OCTROI PAR LE JUGE DES CIRCONSTANCES ATTENUANTES",
    "article_no": "Article 149",
    "text": "En matière de délit correctionnel, même au cas de récidive, le juge, \nsauf disposition légale contraire, dans tous les cas où la peine édictée est \ncelle de l'emprisonnement et de l'amende ou l'une de ces deux peines \nseulement, peut, lorsqu'il constate l'existence de circonstances \natténuantes, réduire la peine au-dessous du minimum légal, sans \ntoutefois que l'emprisonnement puisse être inférieur à un mois et \nl'amende inférieure à 120 dirhams43."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": "SECTION II DE L'OCTROI PAR LE JUGE DES CIRCONSTANCES ATTENUANTES",
    "article_no": "Article 150",
    "text": "En matière de délit de police, même au cas de récidive, le juge, sauf \ndisposition légale contraire, peut, lorsqu'il constate l'existence de \ncirconstances atténuantes, dans les cas où la peine édictée est celle de \nl'emprisonnement et de l'amende ou l'une de ces deux peines seulement, \nréduire la peine au-dessous du minimum légal, sans toutefois que \nl'emprisonnement puisse être inférieur à six jours et l'amende à 12 \ndirhams.\nIl peut aussi prononcer séparément l'une ou l'autre de ces peines et \nmême substituer l'amende à l'emprisonnement sans qu'en aucun cas \ncette amende puisse être inférieure au minimum de l'amende \ncontraventionnelle.\nDans le cas où l'amende est substituée à l'emprisonnement, si la \npeine de l'emprisonnement était seule édictée par la loi, le maximum de \ncette amende peut être fixé à 5.000 dirhams."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": "SECTION II DE L'OCTROI PAR LE JUGE DES CIRCONSTANCES ATTENUANTES",
    "article_no": "Article 151",
    "text": "En matière de contravention, même au cas de récidive, le juge, \nlorsqu'il constate l'existence de circonstances atténuantes, peut réduire la \ndétention et l'amende jusqu'au minimum prévu par le présent code pour \nles peines contraventionnelles; il peut substituer l'amende à la détention \ndans le cas où cette dernière est édictée par la loi."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": "SECTION III DES CIRCONSTANCES AGGRAVANTES",
    "article_no": "Article 152",
    "text": "L'aggravation des peines applicables à certaines infractions résulte \ndes circonstances inhérentes soit à la commission de l'infraction, soit à la \nculpabilité de son auteur."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": "SECTION III DES CIRCONSTANCES AGGRAVANTES",
    "article_no": "Article 153",
    "text": "La loi détermine ces circonstances à l'occasion de certaines \ninfractions criminelles ou délictuelles."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": "SECTION IV DE LA RECIDIVE",
    "article_no": "Article 154",
    "text": "Est, dans les conditions déterminées aux articles ci-après, en état de \nrécidive légale, celui qui, après avoir été l'objet d'une condamnation \nirrévocable pour une infraction antérieure, en commet une autre."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": "SECTION IV DE LA RECIDIVE",
    "article_no": "Article 155",
    "text": "Quiconque ayant été, par décision irrévocable, condamné à une \npeine criminelle, a commis un second crime quelle qu'en soit la nature, \nest condamné :\nA la résidence forcée pour une durée n'excédant pas dix ans si la \npeine édictée par la loi pour le second crime est la dégradation civique;\nA la réclusion de cinq à dix ans, si la peine édictée par la loi pour le \nsecond crime est la résidence forcée;\nA la réclusion de dix à vingt ans, si la peine édictée par la loi pour le \nsecond crime est la réclusion de cinq à dix ans;\nA la réclusion de vingt à trente ans, si le maximum de la peine \nédictée par la loi pour le second crime est la réclusion de vingt ans;\nA la réclusion perpétuelle, si le maximum de la peine édictée par la \nloi pour le second crime est la réclusion de trente ans;\nA la peine de mort, si le premier crime ayant été puni de la réclusion \nperpétuelle, la peine édictée par la loi pour le second crime est la \nréclusion perpétuelle."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": "SECTION IV DE LA RECIDIVE",
    "article_no": "Article 156",
    "text": "Quiconque ayant été, par décision irrévocable, condamné pour \ncrime à une peine supérieure à une année d'emprisonnement a, moins de \ncinq ans après l'expiration de cette peine ou sa prescription, commis un \ncrime ou un délit légalement punissable d'une peine d'emprisonnement, \ndoit être condamné au maximum de cette peine, lequel peut être élevé \njusqu'au double.\nL'interdiction de séjour peut, en outre, être prononcée pour une \ndurée de cinq à dix ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": "SECTION IV DE LA RECIDIVE",
    "article_no": "Article 157",
    "text": "Quiconque ayant été, par décision irrévocable, condamné pour délit \nà une peine d'emprisonnement, a commis un même délit moins de cinq \nans après l'expiration de cette peine ou de sa prescription, doit être \ncondamné à une peine d'emprisonnement qui ne peut être inférieure au \ndouble de celle précédemment prononcée, sans toutefois pouvoir \ndépasser le double du maximum de la peine légalement édictée pour la \nnouvelle infraction."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": "SECTION IV DE LA RECIDIVE",
    "article_no": "Article 158",
    "text": "Sont considérés comme constituant le même délit pour la \ndétermination de la récidive, les infractions réunies dans l'un des \nparagraphes ci-après :\n1° Vol, escroquerie, abus de confiance, abus de blanc-seing, émission \nde chèque sans provision, faux, usage de faux et banqueroute \nfrauduleuse, recel de choses provenant d'un crime ou d'un délit ;\n2° Homicide par imprudence, blessures par imprudence, délit de \nfuite;\n3° Attentat à la pudeur sans violences, outrage public à la pudeur, \nexcitation habituelle à la débauche, assistance de la prostitution d'autrui;\n4° Rébellion, violences et outrages envers les magistrats, les \nassesseurs-jurés, les agents de la force publique;\n5° Tous les délits commis par un époux à l'encontre de l'autre \népoux44 ;\n6° Tous les délits commis à l'encontre des enfants de moins de dix huit ans grégoriens45.\nDans le cas où la loi, pour déterminer la pénalité, renvoie à un \narticle du code pénal réprimant un autre délit, les deux délits ainsi \nassimilés au point de vue de la peine, sont considérés pour la \ndétermination de la récidive comme constituant le même délit."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": "SECTION IV DE LA RECIDIVE",
    "article_no": "Article 159",
    "text": "Quiconque ayant été condamné pour une contravention a, dans les \ndouze mois du prononcé de cette décision de condamnation, devenue \nirrévocable, commis une même contravention, est puni des peines \naggravées de la récidive contraventionnelle conformément aux \ndispositions de l'article 611."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": "SECTION IV DE LA RECIDIVE",
    "article_no": "Article 160",
    "text": "Quiconque a été condamné par un tribunal militaire n'est, en cas de \ncrime ou délit commis ultérieurement, passible des peines de la récidive, \nqu'autant que la condamnation a été prononcée par le tribunal militaire \npour un crime ou un délit punissable d'après les lois pénales ordinaires."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": "SECTION V DU CONCOURS DES CAUSES D'ATTENUATION OU D'AGGRAVATION",
    "article_no": "Article 161",
    "text": "En cas de concours des causes d'atténuation et d'aggravation, le \njuge détermine la peine en tenant compte successivement :\nDes circonstances aggravantes inhérentes à la commission de \nl'infraction; \nDes circonstances aggravantes inhérentes à la personnalité de \nl'auteur de l'infraction; \nDes excuses légales atténuantes inhérentes à la commission de \nl'infraction;\nDes excuses légales atténuantes inhérentes à la personnalité de \nl'auteur de l'infraction;\nDe l'état de récidive;\nDes circonstances atténuantes."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE II DE L’APPLICATION A L’AUTEUR DE L’INFRACTION DES PEINES ET DES MESURES DE SÛRETE",
    "titre": "TITRE II DE L'AUTEUR DE L'INFRACTION :",
    "chapitre": "CHAPITRE III DE L’INDIVIDUALISATION DE LA PEINE",
    "section": "SECTION V DU CONCOURS DES CAUSES D'ATTENUATION OU D'AGGRAVATION",
    "article_no": "Article 162",
    "text": "Lorsque le coupable est un mineur et que le juge décide d'appliquer \nune peine en exécution des dispositions de l'article 517 du code de \nprocédure pénale46, les réduction ou substitution de peines prévues \naudit article se déterminent en fonction de la peine telle qu'elle eut été \napplicable à un délinquant majeur par l'effet des dispositions de l'article \nprécédent."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION I DES ATTENTATS ET DES COMPLOTS CONTRE LE ROI, LA FAMILLE ROYALE ET LA FORME DU GOUVERNEMENT",
    "article_no": "Article 163",
    "text": "L'attentat contre la vie ou la personne du Roi est puni de mort.\nCet attentat n'est jamais excusable."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION I DES ATTENTATS ET DES COMPLOTS CONTRE LE ROI, LA FAMILLE ROYALE ET LA FORME DU GOUVERNEMENT",
    "article_no": "Article 164",
    "text": "L'attentat contre la personne du Roi, lorsqu'il n'a pas eu pour \nrésultat de porter atteinte à sa liberté et qu'il ne lui a causé ni effusion de \nsang, ni blessures, ni maladie est puni de la réclusion perpétuelle."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION I DES ATTENTATS ET DES COMPLOTS CONTRE LE ROI, LA FAMILLE ROYALE ET LA FORME DU GOUVERNEMENT",
    "article_no": "Article 165",
    "text": "L'attentat contre la vie de l'Héritier du Trône est puni de mort."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION I DES ATTENTATS ET DES COMPLOTS CONTRE LE ROI, LA FAMILLE ROYALE ET LA FORME DU GOUVERNEMENT",
    "article_no": "Article 166",
    "text": "L'attentat contre la personne de l'Héritier du Trône est puni de la \nréclusion perpétuelle.\nLorsqu'il n'a pas eu pour résultat de porter atteinte à sa liberté et \nqu'il ne lui a causé ni effusion de sang, ni blessures, ni maladie, cet \nattentat est puni de la réclusion de 20 à 30 ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION I DES ATTENTATS ET DES COMPLOTS CONTRE LE ROI, LA FAMILLE ROYALE ET LA FORME DU GOUVERNEMENT",
    "article_no": "Article 167",
    "text": "L'attentat contre la vie des membres de la famille royale est puni de \nmort.\nL'attentat contre leur personne est puni de la réclusion de 5 à 20 ans.\nLorsqu'il n'a pas eu pour résultat de porter atteinte à leur liberté et \nqu'il ne leur a causé ni effusion de sang, ni blessures, ni maladie, cet \nattentat est puni de 2 à 5 ans d'emprisonnement."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION I DES ATTENTATS ET DES COMPLOTS CONTRE LE ROI, LA FAMILLE ROYALE ET LA FORME DU GOUVERNEMENT",
    "article_no": "Article 168",
    "text": "Sont considérés comme membres de la famille royale pour \nl'application de l'article précédent : les ascendants du Roi, ses \ndescendants en ligne directe, ses épouses, ses frères et leurs enfants des \ndeux sexes, ses sœurs et ses oncles."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION I DES ATTENTATS ET DES COMPLOTS CONTRE LE ROI, LA FAMILLE ROYALE ET LA FORME DU GOUVERNEMENT",
    "article_no": "Article 169",
    "text": "L'attentat dont le but est, soit de détruire, soit de changer le Régime \nou l'ordre de successibilité au Trône, soit de faire prendre les armes \ncontre l'autorité royale est puni de la réclusion perpétuelle."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION I DES ATTENTATS ET DES COMPLOTS CONTRE LE ROI, LA FAMILLE ROYALE ET LA FORME DU GOUVERNEMENT",
    "article_no": "Article 170",
    "text": "L'attentat existe dès qu'il y a tentative punissable."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION I DES ATTENTATS ET DES COMPLOTS CONTRE LE ROI, LA FAMILLE ROYALE ET LA FORME DU GOUVERNEMENT",
    "article_no": "Article 171",
    "text": "Dans le cas où l'un des crimes prévus aux articles 163, 165, 167 et \n169 a été exécuté ou simplement tenté par une bande, les peines édictées \nà ces articles sont appliquées à tous les individus, sans distinction de \ngrades, faisant partie de la bande et qui ont été appréhendés sur le lieu \nde la réunion séditieuse.\nLes mêmes peines sont prononcées contre quiconque a dirigé la \nsédition, ou exercé dans la bande tout emploi déterminé ou \ncommandement, même lorsqu'il n'a pas été appréhendé sur le lieu de la \nréunion."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION I DES ATTENTATS ET DES COMPLOTS CONTRE LE ROI, LA FAMILLE ROYALE ET LA FORME DU GOUVERNEMENT",
    "article_no": "Article 172",
    "text": "Le complot contre la vie ou la personne du Roi est puni de la \nréclusion perpétuelle, s'il a été suivi d'un acte commis ou commencé \npour en préparer l'exécution.\nS'il n'a été suivi d'aucun acte commis ou commencé pour en \npréparer l'exécution, la peine est celle de la réclusion de cinq à vingt ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION I DES ATTENTATS ET DES COMPLOTS CONTRE LE ROI, LA FAMILLE ROYALE ET LA FORME DU GOUVERNEMENT",
    "article_no": "Article 173",
    "text": "Le complot contre la vie de l'Héritier du Trône est puni \nconformément à l'article précédent.\nLe complot contre la personne de l'Héritier du Trône est puni de la \nréclusion de dix à vingt ans, s'il a été suivi d'un acte commis ou \ncommencé pour en préparer l'exécution.\nS'il n'a été suivi d'aucun acte commis ou commencé pour en \npréparer l'exécution, la peine est celle de la réclusion de cinq à dix ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION I DES ATTENTATS ET DES COMPLOTS CONTRE LE ROI, LA FAMILLE ROYALE ET LA FORME DU GOUVERNEMENT",
    "article_no": "Article 174",
    "text": "Le complot pour arriver à une des fins mentionnées à l'article 169 est \npuni de la réclusion de dix à trente ans, s'il a été suivi d'un acte commis \nou commencé pour en préparer l'exécution.\nS'il n'a été suivi d'aucun acte commis ou commencé pour en \npréparer l'exécution, la peine est celle de la réclusion de cinq à dix ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION I DES ATTENTATS ET DES COMPLOTS CONTRE LE ROI, LA FAMILLE ROYALE ET LA FORME DU GOUVERNEMENT",
    "article_no": "Article 175",
    "text": "Il y a complot dès que la résolution d'agir est concertée et arrêtée \nentre deux ou plusieurs personnes."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION I DES ATTENTATS ET DES COMPLOTS CONTRE LE ROI, LA FAMILLE ROYALE ET LA FORME DU GOUVERNEMENT",
    "article_no": "Article 176",
    "text": "La proposition faite et non agréée de former un complot contre la \nvie ou la personne du Roi ou de l'Héritier du Trône est punie de la \nréclusion de cinq à dix ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION I DES ATTENTATS ET DES COMPLOTS CONTRE LE ROI, LA FAMILLE ROYALE ET LA FORME DU GOUVERNEMENT",
    "article_no": "Article 177",
    "text": "La proposition faite et non agréée de former un complot pour \narriver à une des fins mentionnées à l'article 169 est punie de \nl'emprisonnement de deux à cinq ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION I DES ATTENTATS ET DES COMPLOTS CONTRE LE ROI, LA FAMILLE ROYALE ET LA FORME DU GOUVERNEMENT",
    "article_no": "Article 178",
    "text": "Lorsqu'un individu a formé seul la résolution de commettre un \nattentat contre la vie ou la personne du Roi ou contre la vie de l'Héritier \ndu Trône et qu'un acte pour en préparer l'exécution a été commis ou \ncommencé par lui seul et sans assistance, la peine est celle de la réclusion \nde cinq à dix ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION I DES ATTENTATS ET DES COMPLOTS CONTRE LE ROI, LA FAMILLE ROYALE ET LA FORME DU GOUVERNEMENT",
    "article_no": "Article 179",
    "text": "Est puni d’un emprisonnement de six mois à deux ans et d’une \namende de 20.000 à 200.000 dirhams ou de l’une de ces deux peines \nseulement quiconque commet une diffamation, injure ou offense envers\nla personne du Roi ou la personne de l’Héritier du Trône ou une \nviolation du respect dû au Roi.\nEst puni d’un emprisonnement de trois mois à un an et d’une \namende de 10.000 à 100.000 dirhams ou de l’une de ces deux peines \nseulement quiconque commet une diffamation, injure ou offense envers \nla vie privée des membres de la famille royale désignés à l’article 168 de \nla présente loi.\nLa peine visée deux alinéas ci-dessus est portée au double lorsque la \ndiffamation, l’injure ou l’offense envers la vie privée de la personne du \nRoi ou envers la personne de l’Héritier du Trône ou des membres de la \nfamille royale ou la violation du respect dû au Roi a été commise soit par \ndiscours, cris ou menaces proférés dans les lieux ou réunions publics ou \npar des affiches exposées aux regards du public, soit par la vente, la\ndistribution ou par tout moyen qui remplit la condition de publicité y \ncompris par voie électronique, sur papier et par voie audiovisuelle."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION I DES ATTENTATS ET DES COMPLOTS CONTRE LE ROI, LA FAMILLE ROYALE ET LA FORME DU GOUVERNEMENT",
    "article_no": "Article 180",
    "text": "Dans les cas où, en vertu de l'un des articles de la présente section, \nune peine délictuelle est seule encourue, les coupables peuvent être, en \noutre, frappés pour cinq ans au moins et vingt ans au plus de \nl'interdiction d'un ou plusieurs des droits mentionnés à l'article 40 du \nprésent code; ils peuvent également être frappés d'une interdiction de \nséjour pour une durée de deux à dix ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION II DES CRIMES ET DELITS CONTRE LA SURETE EXTERIEURE DE L'ETAT",
    "article_no": "Article 181",
    "text": "Est, en temps de paix ou en temps de guerre, coupable de trahison \net puni de mort :\n1° Tout Marocain qui porte les armes contre le Maroc;\n2° Tout Marocain qui entretient des intelligences avec une autorité \nétrangère, en vue de l'engager à entreprendre des hostilités contre le \nMaroc, ou lui en fournit le moyen, soit en facilitant la pénétration des \nforces étrangères sur le territoire marocain, soit en ébranlant la fidélité \ndes armées de terre, de mer ou de l'air, soit de toute autre manière;\n3° Tout Marocain qui livre à une autorité étrangère ou à ses agents, \nsoit des troupes marocaines, soit des territoires, villes, forteresses, \nouvrages, postes, magasins, arsenaux, matériels, munitions, vaisseaux, \nbâtiments ou appareils de navigation aérienne appartenant au Maroc;\n4° Tout Marocain qui livre à une autorité étrangère ou à ses agents, \nsous quelque forme et par quelque moyen que ce soit, un secret de la \ndéfense nationale ou qui s'assure par quelque moyen que ce soit la \npossession d'un secret de cette nature en vue de le livrer à une autorité \nétrangère ou à ses agents;\n5° Tout Marocain qui détruit ou détériore volontairement un navire, \nun appareil de navigation aérienne, un matériel, une fourniture, une \nconstruction ou une installation susceptible d'être employés pour la \ndéfense nationale ou pratique sciemment, soit avant, soit après leur \nachèvement, des malfaçons de nature à les empêcher de fonctionner, ou \nà provoquer un accident."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION II DES CRIMES ET DELITS CONTRE LA SURETE EXTERIEURE DE L'ETAT",
    "article_no": "Article 182",
    "text": "Est, en temps de guerre, coupable de trahison et puni de mort :\n1° Tout Marocain qui provoque des militaires ou des marins à \npasser au service d'une autorité étrangère, leur en facilite les moyens ou \nfait des enrôlements pour une autorité en guerre avec le Maroc;\n2° Tout Marocain qui entretient des intelligences avec une autorité \nétrangère ou avec ses agents en vue de favoriser les entreprises de cette \nautorité contre le Maroc;\n3° Tout Marocain qui participe sciemment à une entreprise de \ndémoralisation de l'armée ou de la nation ayant pour objet de nuire à la \ndéfense nationale.\nPour l'application du présent article et celle de l'article 181, sont \nassimilés aux Marocains les militaires ou marins étrangers au service du \nMaroc."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION II DES CRIMES ET DELITS CONTRE LA SURETE EXTERIEURE DE L'ETAT",
    "article_no": "Article 183",
    "text": "Est, en temps de paix, puni de la réclusion de cinq à vingt ans, tout \nMarocain ou étranger qui participe en connaissance de cause à une \nentreprise de démoralisation de l'armée ayant pour objet de nuire à la \ndéfense nationale."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION II DES CRIMES ET DELITS CONTRE LA SURETE EXTERIEURE DE L'ETAT",
    "article_no": "Article 184",
    "text": "Est, en temps de paix, puni de la réclusion de cinq à trente ans, tout \nMarocain ou étranger qui s'est rendu coupable :\n1° De malfaçon volontaire dans la fabrication de matériel de guerre, \nlorsque cette malfaçon n'est pas de nature à provoquer un accident;\n2° De détérioration ou destruction volontaire de matériel ou \nfournitures destinés à la défense nationale ou utilisés pour elle;\n3° D'entrave violente à la circulation de ce matériel;\n4° De participation volontaire à une action commise en bande et à \nforce ouverte, ayant eu pour but et pour résultat l'un des crimes prévus \naux paragraphes précédents du présent article, ainsi que la préparation \nde ladite action."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION II DES CRIMES ET DELITS CONTRE LA SURETE EXTERIEURE DE L'ETAT",
    "article_no": "Article 185",
    "text": "Est coupable d'espionnage et puni de mort tout étranger qui \ncommet l'un des actes visés à l'article 181, paragraphes 2, 3, 4 et 5, et à \nl'article 182."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION II DES CRIMES ET DELITS CONTRE LA SURETE EXTERIEURE DE L'ETAT",
    "article_no": "Article 186",
    "text": "La provocation à commettre ou l'offre de commettre un des crimes \nvisés aux articles 181 à 185 est punie comme le crime même."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION II DES CRIMES ET DELITS CONTRE LA SURETE EXTERIEURE DE L'ETAT",
    "article_no": "Article 187",
    "text": "Sont réputés secrets de la défense nationale pour l'application du \nprésent code :\n1° Les renseignements d'ordre militaire, diplomatique, économique \nou industriel qui, par leur nature, ne doivent être connus que des \npersonnes qualifiées pour les détenir, et doivent, dans l'intérêt de la \ndéfense nationale, être tenus secrets à l'égard de toute autre personne ;\n2° Les objets, matériels, écrits, dessins, plans, cartes, levés, \nphotographies ou autres reproductions, et tous autres documents \nquelconques qui, par leur nature, ne doivent être connus que des \npersonnes qualifiées pour les manier ou les détenir et doivent être tenus \nsecrets à l'égard de toute autre personne comme pouvant conduire à la \ndécouverte de renseignements appartenant à l'une des catégories visées \nà l'alinéa précédent;\n3° Les informations militaires de toute nature, non rendues \npubliques par le Gouvernement et non comprises dans les énumérations \nci-dessus, dont la publication, la diffusion, la divulgation ou la \nreproduction aura été interdite par un dahir ou par un décret en conseil \nde cabinet;\n4° Les renseignements relatifs soit aux mesures prises pour \ndécouvrir et arrêter les auteurs et les complices de crimes ou délits contre \nla sûreté extérieure de l'Etat, soit à la marche des poursuites et de \nl'instruction, soit aux débats devant la juridiction de jugement."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION II DES CRIMES ET DELITS CONTRE LA SURETE EXTERIEURE DE L'ETAT",
    "article_no": "Article 188",
    "text": "Est coupable d'atteinte à la sûreté extérieure de l'Etat :\n1° Tout Marocain ou étranger qui, par des actes hostiles non \napprouvés par le Gouvernement, expose le Maroc à une déclaration de \nguerre;\n 2° Tout Marocain ou étranger qui, par des actes non approuvés par \nle Gouvernement, expose des Marocains à subir des représailles.\nLorsque les infractions prévues aux paragraphes 1 et 2 sont \ncommises en temps de guerre, elles sont punies de la réclusion de cinq à \ntrente ans.\nLorsqu'elles sont commises en temps de paix, elles sont punies d'un \nemprisonnement d'un à cinq ans et d'une amende de 1.000 à 10.000 \ndirhams."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION II DES CRIMES ET DELITS CONTRE LA SURETE EXTERIEURE DE L'ETAT",
    "article_no": "Article 189",
    "text": "Est coupable d'atteinte à la sûreté extérieure de l'Etat et puni de la \nréclusion de cinq à trente ans :\n1° Tout Marocain ou étranger qui, en temps de guerre, entretient \nsans autorisation du Gouvernement, une correspondance ou des \nrelations avec les sujets d'une puissance ou les agents d'une autorité \nennemie;\n2° Tout Marocain ou étranger qui, en temps de guerre, au mépris \ndes prohibitions édictées, fait directement ou par intermédiaire des actes \nde commerce avec les sujets d'une puissance ou les agents d'une autorité \nennemie."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION II DES CRIMES ET DELITS CONTRE LA SURETE EXTERIEURE DE L'ETAT",
    "article_no": "Article 190",
    "text": "Est coupable d'atteinte à la sûreté extérieure de l'Etat tout Marocain \nou étranger qui a entrepris, par quelque moyen que ce soit, de porter \natteinte à l'intégrité du territoire marocain.\nLorsque l'infraction a été commise en temps de guerre, le coupable \nest puni de mort.\nLorsqu'elle a été commise en temps de paix, le coupable est puni de \nla réclusion de cinq à vingt ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION II DES CRIMES ET DELITS CONTRE LA SURETE EXTERIEURE DE L'ETAT",
    "article_no": "Article 191",
    "text": "Est coupable d'atteinte à la sûreté extérieure de l'Etat, quiconque \nentretient avec les agents d'une autorité étrangère des intelligences ayant \npour objet ou ayant eu pour effet de nuire à la situation militaire ou \ndiplomatique du Maroc.\nLorsque l'infraction a été commise en temps de guerre, la peine est \ncelle de la réclusion de cinq à trente ans.\nLorsqu'elle a été commise en temps de paix, la peine est celle de \nl'emprisonnement d'un à cinq ans et une amende de 1.000 à 10.000 \ndirhams."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION II DES CRIMES ET DELITS CONTRE LA SURETE EXTERIEURE DE L'ETAT",
    "article_no": "Article 192",
    "text": "Est coupable d'atteinte à la sûreté extérieure de l'Etat :\n1° Tout Marocain ou étranger qui, dans un but autre que celui de le \nlivrer à une autorité étrangère ou à ses agents, s'assure, par quelque \nmoyen que ce soit, la possession d'un secret de la défense nationale ou le \nporte, sous quelque forme et par quelque moyen que ce soit, à la \nconnaissance du public ou d'une personne non qualifiée;\n2° Tout Marocain ou étranger qui, par imprudence, négligence ou \ninobservation des règlements, laisse détruire, soustraire ou enlever, en \ntout ou en partie, et même momentanément, des objets, matériels, \ndocuments ou renseignements qui lui étaient confiés, et dont la \nconnaissance pourrait conduire à la découverte d'un secret de la défense \nnationale, ou en laisse prendre, même en partie, connaissance, copie ou \nreproduction;\n3° Tout Marocain ou étranger qui, sans autorisation préalable de \nl'autorité compétente, livre ou communique à une personne agissant \npour le compte d'une autorité ou d'une entreprise étrangère, soit une \ninvention intéressant la défense nationale, soit des renseignements, \nétudes ou procédés de fabrication se rapportant à une invention de ce \ngenre, ou à une application industrielle intéressant la défense nationale.\nLorsque les infractions prévues aux alinéas précédents sont \ncommises en temps de guerre, la peine est celle de la réclusion de cinq à \ntrente ans.\nLorsqu'elles sont commises en temps de paix, la peine est celle de \nl'emprisonnement d'un à cinq ans et d'une amende de 1.000 à 10.000 \ndirhams."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION II DES CRIMES ET DELITS CONTRE LA SURETE EXTERIEURE DE L'ETAT",
    "article_no": "Article 193",
    "text": "Est coupable d'atteinte à la sûreté extérieure de l'Etat :\n1° Tout Marocain ou étranger qui s'introduit sous un déguisement \nou un faux nom, ou en dissimulant sa qualité ou sa nationalité, dans une \nforteresse, un ouvrage, poste ou arsenal, dans les travaux, camps, \nbivouacs ou cantonnements d'une armée, dans un bâtiment de guerre, \nou un bâtiment de commerce employé pour la défense nationale, dans \nun appareil de navigation aérienne ou dans un véhicule militaire, dans \nun établissement militaire ou maritime de toute nature ou dans un \nétablissement ou chantier travaillant pour la défense nationale;\n2° Tout Marocain ou étranger qui, même sans se déguiser, ou sans \ndissimuler son nom, sa qualité ou sa nationalité, a organisé d'une \nmanière occulte, un moyen quelconque de correspondance ou de \ntransmission à distance susceptible de nuire à la défense nationale;\n3° Tout Marocain ou étranger qui survole le territoire marocain au \nmoyen d'un aéronef étranger sans y être autorisé par une convention \ndiplomatique ou une permission de l'autorité marocaine;\n4° Tout Marocain ou étranger qui, dans une zone d'interdiction fixée \npar l'autorité militaire ou maritime, exécute sans l'autorisation de celle-ci, \ndes dessins, photographies, levés ou opérations topographiques à \nl'intérieur ou autour des places, ouvrages, postes ou établissements \nmilitaires et maritimes;\n5° Tout Marocain ou étranger qui séjourne, au mépris d'une \ninterdiction édictée par l'autorité légitime, dans un rayon déterminé \nautour des ouvrages fortifiés ou des établissements militaires et \nmaritimes.\nLorsque les infractions prévues aux alinéas précédents sont \ncommises en temps de guerre, la peine est celle de la réclusion de cinq à \ntrente ans.\nLorsqu'elles sont commises en temps de paix, la peine est celle de \nl'emprisonnement d'un à cinq ans et d'une amende de 1.000 à 10.000 \ndirhams."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION II DES CRIMES ET DELITS CONTRE LA SURETE EXTERIEURE DE L'ETAT",
    "article_no": "Article 194",
    "text": "Est coupable d'atteinte à la sûreté extérieure de l'Etat et puni de \nl'emprisonnement d'un à cinq ans et d'une amende de 1.000 à 10.000 \ndirhams tout Marocain ou étranger qui, en temps de guerre, a accompli \nsciemment un acte de nature à nuire à la défense nationale, autre que \nceux énumérés dans les articles précédents."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION II DES CRIMES ET DELITS CONTRE LA SURETE EXTERIEURE DE L'ETAT",
    "article_no": "Article 195",
    "text": "Est coupable d'atteinte à la sûreté extérieure de l'Etat et puni de \nl'emprisonnement d'un à cinq ans et d'une amende de 1.000 à 10.000 \ndirhams tout Marocain ou étranger qui, en temps de paix, enrôle des \nsoldats en territoire marocain pour le compte d'une autorité étrangère.\nLa même peine est applicable à l'auteur de ce délit en temps de \nguerre, à moins que l'acte ne constitue une infraction plus grave."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION II DES CRIMES ET DELITS CONTRE LA SURETE EXTERIEURE DE L'ETAT",
    "article_no": "Article 196",
    "text": "Indépendamment de l'application de l'article 129 réprimant la \ncomplicité et de l'article 571 réprimant le recel, est puni comme complice \nou comme receleur :\n1° Tout Marocain ou étranger qui, connaissant les intentions des \nauteurs de crimes ou délits, contre la sûreté extérieure de l'Etat, leur \nfournit subsides, moyens d'existence, logement, lieu de retraite ou de \nréunion;\n2° Tout Marocain ou étranger qui porte sciemment la \ncorrespondance des auteurs d'un crime ou d'un délit contre la sûreté \nextérieure de l'Etat ou leur facilite sciemment de quelque manière que ce \nsoit la recherche, le recel, le transport ou la transmission de l'objet du \ncrime ou du délit;\n3° Tout Marocain ou étranger qui recèle sciemment les objets ou \ninstruments ayant servi ou devant servir à commettre lesdits crimes ou \ndélits ou les objets, matériels ou documents obtenus par ces crimes ou \ndélits;\n4° Tout Marocain ou étranger qui sciemment détruit, soustrait, \nrecèle, dissimule ou altère un document public ou privé qui était de \nnature à faciliter la recherche du crime ou du délit prévu aux \nparagraphes précédents, la découverte des preuves, ou le châtiment de \nses auteurs.\nToutefois, la juridiction de jugement peut exempter de la peine \nencourue les personnes désignées au présent article qui n'ont pas \nparticipé d'une autre manière au crime ou au délit, lorsqu'elles sont \nparentes ou alliées de l'auteur de l'infraction, jusqu'au quatrième degré \ninclusivement."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION II DES CRIMES ET DELITS CONTRE LA SURETE EXTERIEURE DE L'ETAT",
    "article_no": "Article 197",
    "text": "Dans les cas où, en vertu de l'un des articles de la présente section \nune peine délictuelle est seule encourue, cette peine peut être portée \njusqu'au double à l'égard des infractions visées aux articles 188, alinéa 1, \n191 et 193. Les coupables peuvent, en outre, être frappés pour cinq ans \nau moins et vingt ans au plus de l'interdiction d'un ou plusieurs des \ndroits mentionnés à l'article 40 du présent code; ils peuvent également \nêtre frappés de l'interdiction de séjour pour une durée de deux à dix ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION II DES CRIMES ET DELITS CONTRE LA SURETE EXTERIEURE DE L'ETAT",
    "article_no": "Article 198",
    "text": "La loi marocaine s'applique aux crimes et délits contre la sûreté \nextérieure de l'Etat commis à l'intérieur ou à l'extérieur du territoire du \nRoyaume.\nLes poursuites des infractions commises à l'étranger ne sont pas \nsoumises aux conditions prévues par les articles 751 à 756 du code de \nprocédure pénale48.\nLa tentative du délit est punie comme le délit consommé."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION II DES CRIMES ET DELITS CONTRE LA SURETE EXTERIEURE DE L'ETAT",
    "article_no": "Article 199",
    "text": "La confiscation de l'objet du crime ou du délit et des objets et \ninstruments ayant servi à le commettre doit être obligatoirement \nprononcée sans qu'il y ait lieu de rechercher s'ils appartiennent ou non \nau condamné.\nLa rétribution reçue par le coupable, ou le montant de sa valeur \nlorsque la rétribution n'a pu être saisie, doivent être déclarés acquis au \nTrésor par le jugement.\nLorsque l'atteinte à la sûreté extérieure de l'Etat a été commise en \ntemps de guerre, le coupable peut être condamné à la confiscation d'une \npartie de ses biens n'excédant pas la moitié."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION II DES CRIMES ET DELITS CONTRE LA SURETE EXTERIEURE DE L'ETAT",
    "article_no": "Article 200",
    "text": "Les dispositions de la présente section ne font pas obstacle à \nl'application, dans les cas prévus par ceux-ci, des dispositions édictées \npar les codes de justice militaire pour l'armée de terre et pour l'armée de \nmer en matière de trahison et d'espionnage."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION III DES CRIMES ET DELITS CONTRE LA SURETE INTERIEURE DE L'ETAT",
    "article_no": "Article 201",
    "text": "Est coupable d'atteinte à la sûreté intérieure de l'Etat et puni de \nmort, tout auteur d'attentat ayant pour but, soit de susciter la guerre \ncivile en armant ou en incitant les habitants à s'armer les uns contre les \nautres, soit de porter la dévastation, le massacre et le pillage dans un ou \nplusieurs douars ou localités.\nLe complot formé dans le même but est puni de la réclusion de cinq \nà vingt ans s'il a été suivi d'un acte commis ou commencé pour en \npréparer l'exécution.\nSi le complot n'a été suivi d'aucun acte commis ou commencé pour \nen préparer l'exécution, la peine est celle de l'emprisonnement d'un à \ncinq ans.\nLa proposition faite et non agréée de former le complot est punie \nd'un emprisonnement de six mois à trois ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION III DES CRIMES ET DELITS CONTRE LA SURETE INTERIEURE DE L'ETAT",
    "article_no": "Article 202",
    "text": "Est coupable d'atteinte à la sûreté intérieure de l'Etat et puni de \nmort :\n1° Toute personne qui, sans droit ni motif légitime, prend ou exerce \nle commandement d'une unité de l'armée, d'un ou plusieurs bâtiments \nde guerre, d'un ou plusieurs aéronefs militaires, d'une place forte, d'un \nposte militaire, d'un port ou d'une ville;\n2° Toute personne qui conserve contre l'ordre du Gouvernement, un \ncommandement militaire quelconque;\n3° Tout commandant qui maintient son armée ou sa troupe \nrassemblée après que le licenciement ou la séparation a été ordonné;\n4° Toute personne qui, sans ordre ou autorisation du pouvoir \nlégitime, lève ou fait lever des troupes armées, engage ou enrôle, fait \nengager ou enrôler des soldats ou leur fournit ou procure des armes ou \nmunitions."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION III DES CRIMES ET DELITS CONTRE LA SURETE INTERIEURE DE L'ETAT",
    "article_no": "Article 203",
    "text": "Est coupable d'atteinte à la sûreté intérieure de l'État et punie de \nmort, toute personne qui, soit pour s'emparer de deniers publics, soit \npour envahir des domaines, propriétés, places, villes, forteresses, postes, \nmagasins, arsenaux, ports, vaisseaux ou bâtiments, appartenant à l'Etat, \nsoit pour piller ou partager des propriétés publiques nationales, ou celles \nd'une généralité de citoyens, soit enfin pour faire attaque ou résistance \nenvers la force publique agissant contre les auteurs de ces crimes, s'est \nmis à la tête de bandes armées, ou y a exercé une fonction ou \ncommandement quelconque.\nLa même peine est appliquée à ceux qui ont dirigé l'association, levé \nou fait lever, organisé ou fait organiser les bandes séditieuses ou leur ont, \nsciemment et volontairement, fourni ou procuré des armes, munitions et \ninstruments de crime, ou envoyé des convois de subsistances, ou qui ont \nde toute autre manière apporté une aide aux dirigeants ou commandants \ndes bandes."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION III DES CRIMES ET DELITS CONTRE LA SURETE INTERIEURE DE L'ETAT",
    "article_no": "Article 204",
    "text": "Dans le cas où l'un des crimes prévus à l'article 201 a été exécuté ou \nsimplement tenté par une bande, les peines édictées à cet article sont, \ndans les conditions prévues à l'article 171, appliquées à tous individus \nsans distinction de grades faisant partie de la bande."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION III DES CRIMES ET DELITS CONTRE LA SURETE INTERIEURE DE L'ETAT",
    "article_no": "Article 205",
    "text": "Dans le cas où la réunion séditieuse a eu pour objet ou résultat l'un \ndes crimes prévus à l'article 203 les individus faisant partie de ces bandes \nsans y exercer aucun commandement ni emploi déterminé et qui \nauraient été appréhendés sur les lieux de la réunion sont punis de la \nréclusion de cinq à vingt ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION III DES CRIMES ET DELITS CONTRE LA SURETE INTERIEURE DE L'ETAT",
    "article_no": "Article 206",
    "text": "Est coupable d'atteinte à la sûreté intérieure de l'Etat et puni de \nl'emprisonnement d'un à cinq ans et d'une amende de 1.000 à 10.000 \ndirhams quiconque, directement ou indirectement, reçoit d'une personne \nou d'une organisation étrangère et sous quelque forme que ce soit, des \ndons, présents, prêts ou autres avantages destinés ou employés en tout \nou en partie à mener ou à rémunérer au Maroc une activité ou une \npropagande de nature à porter atteinte à l'intégrité, à la souveraineté, ou \nà l'indépendance du Royaume, ou à ébranler la fidélité que les citoyens \ndoivent à l'Etat et aux institutions du peuple marocain."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION III DES CRIMES ET DELITS CONTRE LA SURETE INTERIEURE DE L'ETAT",
    "article_no": "Article 207",
    "text": "Dans les cas prévus à l'article précédent, la confiscation des fonds \nou objets reçus doit être obligatoirement prononcée.\nLe coupable peut, en outre, être interdit, en tout ou en partie, des \ndroits mentionnés à l'article 40."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION IV DISPOSITIONS COMMUNES AU PRESENT CHAPITRE",
    "article_no": "Article 208",
    "text": "Ceux qui, connaissant le but et le caractère des bandes armées \nprévus aux articles 171, 203 et 205 , leur ont, sans contrainte, fourni des \nlogements, lieux de retraite ou de réunion, sont punis de la réclusion de \ncinq à dix ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION IV DISPOSITIONS COMMUNES AU PRESENT CHAPITRE",
    "article_no": "Article 209",
    "text": "Est coupable de non révélation d'attentat contre la sûreté de l'Etat et \npunie d'un emprisonnement de deux à cinq ans et une amende de 1.000 à \n10.000 dirhams toute personne qui, ayant connaissance de projets ou \nd'actes tendant à la perpétration de faits punis d'une peine criminelle par \nles dispositions du présent chapitre, n'en fait pas, dès le moment où elle \nles a connus, la déclaration aux autorités judiciaires, administratives ou \nmilitaires."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION IV DISPOSITIONS COMMUNES AU PRESENT CHAPITRE",
    "article_no": "Article 210",
    "text": "Dans le cas prévu à l'article précédent, le coupable peut, en outre, \nêtre frappé de l'interdiction d'un ou plusieurs des droits mentionnés à \nl'article 40 et d'une interdiction de séjour qui ne pourra excéder dix ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION IV DISPOSITIONS COMMUNES AU PRESENT CHAPITRE",
    "article_no": "Article 211",
    "text": "Bénéficie d'une excuse absolutoire, dans les conditions prévues aux \narticles 143 à 145, celui des coupables qui, avant toute exécution ou \ntentative d'un crime ou d'un délit contre la sûreté de l'Etat, a, le premier, \ndonné aux autorités visées à l'article 209 connaissance de ces infractions \net de leurs auteurs ou complices."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION IV DISPOSITIONS COMMUNES AU PRESENT CHAPITRE",
    "article_no": "Article 212",
    "text": "L'excuse absolutoire prévue à l'article précédent est seulement \nfacultative si la dénonciation intervient après la consommation ou la \ntentative du crime ou du délit, mais avant l'ouverture des poursuites."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION IV DISPOSITIONS COMMUNES AU PRESENT CHAPITRE",
    "article_no": "Article 213",
    "text": "Bénéficient d'une excuse absolutoire pour les faits de sédition \nprévus aux articles 203 à 205, ceux qui, ayant fait partie de bandes \narmées sans y exercer aucun commandement et sans y remplir aucun \nemploi déterminé, se sont retirés au premier avertissement des autorités \nciviles ou militaires ou même ultérieurement lorsqu'ils ont été \nappréhendés hors des lieux de la réunion séditieuse, sans arme et sans \nopposer de résistance."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION IV DISPOSITIONS COMMUNES AU PRESENT CHAPITRE",
    "article_no": "Article 214",
    "text": "Les bénéficiaires d'excuse absolutoire restent punissables à raison \ndes autres crimes ou délits qu'ils auraient personnellement commis au \ncours ou à l'occasion de la sédition."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION IV DISPOSITIONS COMMUNES AU PRESENT CHAPITRE",
    "article_no": "Article 215",
    "text": "Les individus qui ont été exemptés de peine par application des \ndeux articles 211 et 213 peuvent, en vertu des dispositions de l'article \n145, faire l'objet de mesures de sûreté."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION IV DISPOSITIONS COMMUNES AU PRESENT CHAPITRE",
    "article_no": "Article 216",
    "text": "Les crimes et délits prévus au présent chapitre sont instruits et \njugés par priorité, comme affaires urgentes."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION IV DISPOSITIONS COMMUNES AU PRESENT CHAPITRE",
    "article_no": "Article 217",
    "text": "L'arrêt de renvoi de la chambre d'accusation devant le tribunal \ncriminel ne peut, dans les matières prévues au présent chapitre, faire \nl'objet que du pourvoi en cassation de l'article 451 (dernier alinéa) du \ncode de procédure pénale49, à l'exclusion du pourvoi spécial visé à \nl'article 452 du même code50."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER DES CRIMES ET DELITS CONTRE LA SÛRETE DE L’ETAT",
    "section": "SECTION IV DISPOSITIONS COMMUNES AU PRESENT CHAPITRE",
    "article_no": "Article 218",
    "text": "Pour l'exécution des peines, les crimes et délits prévus au présent \nchapitre sont considérés comme des crimes et délits de droit commun."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER BIS LE TERRORISME",
    "section": null,
    "article_no": "Article 218-1",
    "text": "Constituent des actes de terrorisme, lorsqu'elles sont \nintentionnellement en relation avec une entreprise individuelle ou \ncollective ayant pour but l'atteinte grave à l'ordre public par \nl'intimidation, la terreur ou la violence, les infractions suivantes :\n1) l'atteinte volontaire à la vie des personnes ou à leur intégrité, ou à \nleurs libertés, l'enlèvement ou la séquestration des personnes ;\n2) la contrefaçon ou la falsification des monnaies ou effets de crédit \npublic, des sceaux de l'Etat et des poinçons, timbres et marques, ou le \nfaux ou la falsification visés dans les articles 360, 361 et 362 du présent \ncode ;\n3) les destructions, dégradations ou détériorations ;\n4) le détournement, la dégradation d'aéronefs ou des navires ou de \ntout autre moyen de transport, la dégradation des installations de \nnavigation aérienne, maritime et terrestre et la destruction, la \ndégradation ou la détérioration des moyens de communication ;\n5) le vol et l'extorsion des biens ; \n6) la fabrication, la détention, le transport, la mise en circulation ou \nl'utilisation illégale d'armes, d'explosifs ou de munitions ;\n7) les infractions relatives aux systèmes de traitement automatisé \ndes données ;\n8) le faux ou la falsification en matière de chèque ou de tout autre \nmoyen de paiement visés respectivement par les articles 316 et 331 du \ncode de commerce52 ;\n9) la participation à une association formée ou à une entente établie \nen vue de la préparation ou de la commission d'un des actes de \nterrorisme ;\n10) le recel sciemment du produit d'une infraction de terrorisme."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER BIS LE TERRORISME",
    "section": null,
    "article_no": "Article 218-1-1",
    "text": "Constituent des infractions de terrorisme les actes suivants :\n- le fait de se rallier ou de tenter de se rallier individuellement ou \ncollectivement, dans un cadre organisé ou non, à des entités, \norganisations, bandes ou groupes, terroristes, quel que soit leur \nforme, leur objet, ou le lieu où ils se trouvent situés, même si les \nactes terroristes ne visent pas à porter préjudice au Royaume du \nMaroc ou à ses intérêts ;\n- le fait de recevoir ou de tenter de recevoir un entraînement ou une \nformation quelle qu’en soit la forme, la nature ou la durée à \nl’intérieur ou l’extérieur du Royaume du Maroc, en vue de \ncommettre un acte de terrorisme à l’intérieur ou à l’extérieur du \nRoyaume indépendamment de la survenance d’un tel acte ;\n- le fait d’enrôler par quelque moyen que ce soit, d’entraîner ou de \nformer ou de tenter d’enrôler, d’entraîner ou de former une ou \nplusieurs personnes, en vue de leur ralliement à des entités, \norganisations, bandes ou groupes, terroristes à l’intérieur ou à \nl’extérieur du terrorisme du Royaume du Maroc.\nLes actes précités sont punis de la réclusion de cinq à dix ans et \nd‘une amende de 5.000 à 10.000 dirhams.\nLes sanctions prévues à l’alinéa précédent sont portées au double \nlorsqu’il s’agit d’enrôler, d’entraîner ou de former un mineur ou lorsque, \npour y procéder, la supervision des écoles, instituts ou centres \nd’éducation ou de formation, de quelque nature que ce soit, a été \nexploitée.\nToutefois, lorsque l’auteur de l’infraction est une personne morale, \nil est puni d’une amende de 1.000.000 à 10.000.000 dirhams en \nprononçant à son encontre la dissolution ainsi que les mesures de sûreté \nprévues à l’article 62 du présent code, sous réserve des droits des tiers et \nsans préjudice des sanctions qui pourraient être prononcées à l’encontre \nde ses dirigeants ou agents ayant commis ou tenté de commettre \nl’infraction."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER BIS LE TERRORISME",
    "section": null,
    "article_no": "Article 218-2",
    "text": "Est puni d'un emprisonnement de 2 à 6 ans et d'une amende de \n10.000 à 200.000 dirhams, quiconque fait l'apologie d'actes constituant \ndes infractions de terrorisme, par les discours, cris ou menaces proférés \ndans les lieux ou les réunions publics ou par des écrits, des imprimés \nvendus, distribués ou mis en vente ou exposés dans les lieux ou réunions \npublics soit par des affiches exposées au regard du public par les \ndifférents moyens d'information audio-visuels et électroniques.\nEst puni de la même peine, quiconque fait, par l’un des moyens \nprévus au premier alinéa du présent article, la propagande, l’apologie ou \nla promotion d’une personne, entité, organisation, bande ou groupe \nterroristes.\nToutefois, lorsque l’auteur de l’infraction est une personne morale, \nil est puni d’une amende de 1.000.000 à 10.000.000 dirhams en \nprononçant à son encontre la dissolution ainsi que les mesures de sûreté \nprévues à l’article 62 du présent code, sous réserve des droits des tiers et \nsans préjudice des sanctions qui pourraient être prononcées à l’encontre \nde ses dirigeants ou agents ayant commis ou tenté de commettre \nl’infraction."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER BIS LE TERRORISME",
    "section": null,
    "article_no": "Article 218-3",
    "text": "Constitue également un acte de terrorisme, au sens du premier \nalinéa de l'article 218-1 ci-dessus, le fait d'introduire ou de mettre dans \nl'atmosphère, sur le sol, dans le sous-sol ou dans les eaux, y compris \ncelles de la mer territoriale, une substance qui met en péril la santé de \nl'homme ou des animaux ou le milieu naturel.\nLes faits prévus au premier alinéa ci-dessus sont punis de dix à \nvingt ans de réclusion.\nLa peine est la réclusion à perpétuité, lorsque les faits ont entraîné \nune mutilation, amputation ou privation de l'usage d'un membre, cécité, \nperte d'un œil ou toutes autres infirmités permanentes pour une ou \nplusieurs personnes.\nLe coupable est puni de mort lorsque les faits ont entraîné la mort \nd'une ou de plusieurs personnes."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER BIS LE TERRORISME",
    "section": null,
    "article_no": "Article 218-4",
    "text": "Constituent des actes de terrorisme les infractions ci-après :\n- le fait de fournir, de réunir ou de gérer par quelque moyen que ce \nsoit, directement ou indirectement, des fonds, des valeurs ou des biens \ndans l'intention de les voir utiliser ou en sachant qu'ils seront utilisés, en \ntout ou en partie, en vue de commettre un acte de terrorisme, \nindépendamment de la survenance d'un tel acte ;\n- le fait d'apporter un concours ou de donner des conseils à cette fin.\nLes infractions visées au présent article sont punies :\n* pour les personnes physiques, de cinq à vingt ans de réclusion et \nd'une amende de 500.000 à 2.000.000 de dirhams ;\n* pour les personnes morales, d'une amende de 1.000.000 à 5.000.000 \nde dirhams, sans préjudice des peines qui pourraient être prononcées à \nl'encontre de leurs dirigeants ou agents impliqués dans les infractions.\nLa peine est portée à dix ans et à trente ans de réclusion et l'amende \nau double :\n- lorsque les infractions sont commises en utilisant les facilités que \nprocure l'exercice d'une activité professionnelle ;\n- lorsque les infractions sont commises en bande organisée ;\n- en cas de récidive.\nLa personne coupable de financement du terrorisme encourt, en \noutre, la confiscation de tout ou partie de ses biens."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER BIS LE TERRORISME",
    "section": null,
    "article_no": "Article 218-4-1",
    "text": "En cas de condamnation pour une infraction de financement du \nterrorisme ou pour une infraction de terrorisme, la confiscation totale \ndes choses, objets et biens qui ont servi ou devaient servir à l’infraction \nou qui en sont le produit ou de la valeur équivalente desdits choses \nobjets, biens ou produit doit être prononcée, sous réserve des droits des \ntiers de bonne foi."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER BIS LE TERRORISME",
    "section": null,
    "article_no": "Article 218-4-2",
    "text": "Pour l’application des dispositions des articles 218-4 et 218-4-1 de la \nprésente loi, on entend par : \n- Produits : tous biens provenant, directement ou indirectement, de \nl’une des infractions prévues aux articles précités ;\n- Biens : tous les types d’avoir corporels ou incorporels, meubles ou \nimmeubles, divis ou indivis, ainsi que les actes ou documents \njuridiques, quel que soit leur support y compris sous forme \nélectronique ou numérique , attestant la propriété de ces avoirs ou \ndes droits qui s’y rattachent."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER BIS LE TERRORISME",
    "section": null,
    "article_no": "Article 218-5",
    "text": "Quiconque, par quelque moyen que ce soit, persuade, incite ou \nprovoque autrui à commettre l'une des infractions prévues par le présent \nchapitre, est puni de la réclusion de cinq à dix ans et d’une amende de \n5.000 à 10.000 dirhams.\nLes sanctions prévues à l’alinéa précédent sont portées au double \nlorsqu’il s’agit de persuader, d’inciter ou de provoquer un mineur ou \nlorsque, pour y procéder, la supervision des écoles, instituts ou centres \nd’éducation ou de formation, de quelque nature que ce soit, a été \nexploitée.\nToutefois, lorsque l’auteur de l’infraction est une personne morale, \nil est puni d’une amende de 1.000.000 à 10.000.000 dirhams en \nprononçant à son encontre la dissolution ainsi que les mesures de sûreté \nprévues à l’article 62 du présent Code, sous réserve des droits des tiers et \nsans préjudice des sanctions qui pourraient être prononcées à l’encontre \nde ses dirigeants ou agents ayant commis ou tenté de commettre \nl’infraction."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER BIS LE TERRORISME",
    "section": null,
    "article_no": "Article 218-6",
    "text": "Outre les cas de complicité prévus à l'article 129 du présent code, \nest puni de la réclusion de dix à vingt ans, quiconque, sciemment, fournit \nà une personne auteur, coauteur ou complice d'un acte terroriste, soit des \narmes, munitions ou instruments de l'infraction, soit des contributions \npécuniaires, des moyens de subsistance, de correspondance ou de \ntransport, soit un lieu de réunion, de logement ou de retraite ou qui les \naide à disposer du produit de leurs méfaits, ou qui, de toute autre \nmanière, leur porte sciemment assistance.\nToutefois, la juridiction peut exempter de la peine encourue les \nparents ou alliés jusqu'au quatrième degré, inclusivement, de l'auteur, \ndu coauteur ou du complice d'un acte terroriste, lorsqu'ils ont seulement \nfourni à ce dernier logement ou moyens de subsistance personnels."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER BIS LE TERRORISME",
    "section": null,
    "article_no": "Article 218-7",
    "text": "Le maximum des peines prévues pour les infractions visées à \nl'article 218-1 ci-dessus, est relevé comme suit, lorsque les faits commis \nconstituent des infractions de terrorisme :\n- la mort lorsque la peine prévue est la réclusion perpétuelle ;\n- la réclusion perpétuelle lorsque le maximum de la peine prévue est \nde 30 ans de réclusion ;\n- le maximum des peines privatives de liberté est relevé au double, \nsans dépasser trente ans lorsque la peine prévue est la réclusion ou \nl'emprisonnement ;\n- lorsque la peine prévue est une amende, le maximum de la peine \nest multiplié par cent sans être inférieur à 100.000 dirhams ;\n- lorsque l'auteur est une personne morale, la dissolution de la \npersonne morale ainsi que les deux mesures de sûreté prévues à l'article \n62 du code pénal doivent être prononcées sous réserve des droits \nd'autrui."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER BIS LE TERRORISME",
    "section": null,
    "article_no": "Article 218-8",
    "text": "Est coupable de non-révélation d'infractions de terrorisme et punie \nde la réclusion de cinq à dix ans, toute personne qui, ayant connaissance \nde projets ou d'actes tendant à la perpétration de faits constituant des \ninfractions de terrorisme, n'en fait pas, dès le moment où elle les a \nconnus, la déclaration aux autorités judiciaires, de sécurité, \nadministratives ou militaires.\nToutefois, la juridiction peut, dans le cas prévu au premier alinéa du \nprésent article, exempter de la peine encourue les parents ou alliés \njusqu'au quatrième degré, inclusivement, de l'auteur, du coauteur ou du \ncomplice d'une infraction de terrorisme.\nLorsqu'il s'agit d'une personne morale, la peine est l'amende de \n100.000 à 1.000.000 de dirhams."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE PREMIER BIS LE TERRORISME",
    "section": null,
    "article_no": "Article 218-9",
    "text": "Bénéficie d'une excuse absolutoire, dans les conditions prévues aux \narticles 143 à 145 du présent code, l'auteur, le coauteur ou le complice \nqui, avant toute tentative de commettre une infraction de terrorisme \nfaisant l'objet d'une entente ou d'une association et avant toute mise en \nmouvement de l'action publique, a le premier, révélé aux autorités \njudiciaires, de sécurité, administratives ou militaires l'entente établie ou \nl'existence de l'association.\nLorsque la dénonciation a eu lieu après l'infraction, la peine est \ndiminuée de moitié pour l'auteur, le coauteur ou le complice qui se \nprésente d'office aux autorités ci-dessus mentionnées ou qui dénonce les \ncoauteurs ou complices dans l'infraction.\nLorsque la peine prévue est la mort, elle est commuée à la peine de \nréclusion perpétuelle, lorsqu'il s'agit de la peine de la réclusion \nperpétuelle, elle est commuée à la réclusion de 20 à 30 ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION I DES INFRACTIONS RELATIVES A L'EXERCICE DES DROITS CIVIQUES",
    "article_no": "Article 219",
    "text": "Les infractions commises à l'occasion des élections ainsi qu'à \nl'occasion des opérations de référendums, que ce soit avant, pendant ou \naprès le scrutin, sont punies ainsi que le prévoit la législation relative à \nces matières59."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION II DES INFRACTIONS RELATIVES A L'EXERCICE DES CULTES",
    "article_no": "Article 220",
    "text": "Quiconque, par des violences ou des menaces, a contraint ou \nempêché une ou plusieurs personnes d'exercer un culte, ou d'assister à \nl'exercice de ce culte, est puni d'un emprisonnement de six mois à trois \nans et d'une amende de 20060 à 500 dirhams.\nEst puni de la même peine, quiconque emploie des moyens de \nséduction dans le but d'ébranler la foi d'un musulman ou de le convertir \nà une autre religion, soit en exploitant sa faiblesse ou ses besoins, soit en \nutilisant à ces fins des établissements d'enseignement, de santé, des asiles \nou des orphelinats. En cas de condamnation, la fermeture de \nl'établissement qui a servi à commettre le délit peut être ordonnée, soit \ndéfinitivement, soit pour une durée qui ne peut excéder trois années."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION II DES INFRACTIONS RELATIVES A L'EXERCICE DES CULTES",
    "article_no": "Article 221",
    "text": "Quiconque entrave volontairement l'exercice d'un culte ou d'une \ncérémonie religieuse, ou occasionne volontairement un désordre de \nnature à en troubler la sérénité, est puni d'un emprisonnement de six \nmois à trois ans et d'une amende de 20061 à 500 dirhams."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION II DES INFRACTIONS RELATIVES A L'EXERCICE DES CULTES",
    "article_no": "Article 222",
    "text": "Celui qui, notoirement connu pour son appartenance à la religion \nmusulmane, rompt ostensiblement le jeûne dans un lieu public pendant \nle temps du ramadan, sans motif admis par cette religion, est puni de \nl'emprisonnement d'un à six mois et d'une amende de 200 à 500\ndirhams62."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION II DES INFRACTIONS RELATIVES A L'EXERCICE DES CULTES",
    "article_no": "Article 223",
    "text": "Quiconque, volontairement, détruit, dégrade ou souille les édifices, \nmonuments ou objets servant au culte, est puni de l'emprisonnement de \nsix mois à trois ans et d'une amende de 100 à 500 dirhams63."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION III DES ABUS D'AUTORITE COMMIS PAR DES FONCTIONNAIRES CONTRE LES PARTICULIERS ET DE LA PRATIQUE DE LA TORTURE",
    "article_no": "Article 224",
    "text": "Sont réputés fonctionnaires publics, pour l'application de la loi \npénale, toutes personnes qui, sous une dénomination et dans une mesure \nquelconques, sont investies d'une fonction ou d'un mandat même \ntemporaires, rémunérés ou gratuits et concourent à ce titre, au service de \nl'Etat, des administrations publiques, des municipalités, des \nétablissements publics ou à un service d'intérêt public.\nLa qualité de fonctionnaire public s'apprécie au jour de l'infraction; \nelle subsiste toutefois après la cessation des fonctions lorsqu'elle a facilité \nou permis l'accomplissement de l'infraction."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION III DES ABUS D'AUTORITE COMMIS PAR DES FONCTIONNAIRES CONTRE LES PARTICULIERS ET DE LA PRATIQUE DE LA TORTURE",
    "article_no": "Article 225",
    "text": "Tout magistrat, tout fonctionnaire public, tout agent ou préposé de \nl'autorité ou de la force publique qui ordonne ou fait quelque acte \narbitraire, attentatoire soit à la liberté individuelle, soit aux droits \nciviques d'un ou plusieurs citoyens, est puni de la dégradation civique.\nS'il justifie avoir agi par ordre de ses supérieurs hiérarchiques dans \nun domaine de leur compétence, pour lequel il leur devait obéissance, il \nbénéficie d'une excuse absolutoire. En ce cas, la peine est appliquée \nseulement aux supérieurs qui ont donné l'ordre.\nSi l'acte arbitraire ou attentatoire à la liberté individuelle a été \ncommis ou ordonné dans un intérêt privé ou pour la satisfaction de \npassions personnelles, la peine encourue est celle édictée aux articles 436 \nà 440."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION III DES ABUS D'AUTORITE COMMIS PAR DES FONCTIONNAIRES CONTRE LES PARTICULIERS ET DE LA PRATIQUE DE LA TORTURE",
    "article_no": "Article 226",
    "text": "Les crimes prévus à l'article 225 engagent la responsabilité civile \npersonnelle de leur auteur ainsi que celle de l'Etat, sauf recours de ce \ndernier contre ledit auteur."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION III DES ABUS D'AUTORITE COMMIS PAR DES FONCTIONNAIRES CONTRE LES PARTICULIERS ET DE LA PRATIQUE DE LA TORTURE",
    "article_no": "Article 227",
    "text": "Les fonctionnaires publics, les agents de la force publique, les \npréposés de l'autorité publique, chargés de la police administrative ou \njudiciaire, qui ont refusé ou négligé de déférer à une réclamation tendant \nà constater une détention illégale et arbitraire, soit dans les \nétablissements ou locaux affectés à la garde des détenus, soit partout \nailleurs, et qui ne justifient pas en avoir rendu compte à l'autorité \nsupérieure, sont punis de la dégradation civique."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION III DES ABUS D'AUTORITE COMMIS PAR DES FONCTIONNAIRES CONTRE LES PARTICULIERS ET DE LA PRATIQUE DE LA TORTURE",
    "article_no": "Article 228",
    "text": "Tout surveillant ou gardien d'un établissement pénitentiaire ou d'un \nlocal affecté à la garde des détenus qui a reçu un prisonnier sans un des \ntitres réguliers de détention prévus à l'article 653 du code de procédure \npénale65 ou a refusé, sans justifier de la défense du magistrat instructeur, \nde présenter ce prisonnier aux autorités ou personnes habilitées à le \nvisiter, en vertu des dispositions des articles 660 à 662 du code de \nprocédure pénale66, ou a refusé de présenter ses registres auxdites \npersonnes habilitées, est coupable de détention arbitraire et puni d'un \nemprisonnement de six mois à deux ans et d'une amende de 20067 à 500 \ndirhams."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION III DES ABUS D'AUTORITE COMMIS PAR DES FONCTIONNAIRES CONTRE LES PARTICULIERS ET DE LA PRATIQUE DE LA TORTURE",
    "article_no": "Article 229",
    "text": "Tout magistrat de l'ordre judiciaire, tout officier de police judiciaire \nqui, hors le cas de flagrant délit, provoque des poursuites, rend ou signe \nune ordonnance ou un jugement, ou délivre un mandat de justice à \nl'encontre d'une personne qui était bénéficiaire d'une immunité, sans \navoir au préalable obtenu la mainlevée de cette immunité dans les \nformes légales, est puni de la dégradation civique."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION III DES ABUS D'AUTORITE COMMIS PAR DES FONCTIONNAIRES CONTRE LES PARTICULIERS ET DE LA PRATIQUE DE LA TORTURE",
    "article_no": "Article 230",
    "text": "Tout magistrat, tout fonctionnaire public, tout agent ou préposé de \nl'autorité ou de la force publique qui, agissant comme tel, s'introduit \ndans le domicile d'un particulier, contre le gré de celui-ci, hors les cas \nprévus par la loi, est puni d'un emprisonnement d'un mois à un an et \nd'une amende de 20068 à 500 dirhams.\nLes dispositions de l'article 225, paragraphe 2°, sont applicables à \nl'infraction prévue par le présent article."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION III DES ABUS D'AUTORITE COMMIS PAR DES FONCTIONNAIRES CONTRE LES PARTICULIERS ET DE LA PRATIQUE DE LA TORTURE",
    "article_no": "Article 231",
    "text": "Tout magistrat, tout fonctionnaire public, tout agent ou préposé de \nl'autorité ou de la force publique qui, sans motif légitime, use ou fait user \nde violences envers les personnes dans l'exercice ou à l'occasion de \nl'exercice de ses fonctions, est puni pour ces violences et selon leur \ngravité, suivant les dispositions des articles 401 à 403; mais la peine \napplicable est aggravée comme suit :\nS'il s'agit d'un délit de police ou d'un délit correctionnel, la peine \napplicable est portée au double de celle prévue pour l'infraction;\nS'il s'agit d'un crime puni de la réclusion de cinq à dix ans, la peine \nest la réclusion de dix à quinze ans;\nS'il s'agit d'un crime puni de la réclusion de dix à vingt ans, la peine \nest la réclusion de vingt à trente ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION III DES ABUS D'AUTORITE COMMIS PAR DES FONCTIONNAIRES CONTRE LES PARTICULIERS ET DE LA PRATIQUE DE LA TORTURE",
    "article_no": "Article 231–1",
    "text": "Au sens de la présente section, le terme torture désigne tout fait qui \ncause une douleur ou une souffrance aiguë physique ou mentale, \ncommis intentionnellement par un fonctionnaire public ou à son \ninstigation ou avec son consentement exprès ou tacite, infligé à une \npersonne aux fins de l'intimider ou de faire pression sur elle ou de faire \npression sur une tierce personne, pour obtenir des renseignements ou \ndes indications ou des aveux, pour la punir pour un acte qu'elle ou une \ntierce personne a commis ou est soupçonnée d'avoir commis ou \nlorsqu'une telle douleur ou souffrance est infligée pour tout autre motif \nfondé sur une forme de discrimination quelle qu'elle soit.\nCe terme ne s'étend pas à la douleur ou aux souffrances résultant \nuniquement de sanctions légales ou occasionnées par ces sanctions ou \nqui leur sont inhérentes."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION III DES ABUS D'AUTORITE COMMIS PAR DES FONCTIONNAIRES CONTRE LES PARTICULIERS ET DE LA PRATIQUE DE LA TORTURE",
    "article_no": "Article 231-2",
    "text": "Sans préjudice de peines plus graves, est puni de la réclusion de cinq à \nquinze ans et d'une amende de 10.000 à 30.000 dirhams tout \nfonctionnaire public qui a pratiqué la torture prévue à l'article 231 -1 ci dessus."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION III DES ABUS D'AUTORITE COMMIS PAR DES FONCTIONNAIRES CONTRE LES PARTICULIERS ET DE LA PRATIQUE DE LA TORTURE",
    "article_no": "Article 231-3",
    "text": "Sans préjudice de peines plus graves, la peine est la réclusion de dix à \nvingt ans et l'amende de 20.000 à 50.000 dirhams si la torture est \ncommise :\n- sur un magistrat, un agent de la force publique ou un fonctionnaire \npublic dans l'exercice ou à l'occasion de l'exercice de ses fonctions ;\n- sur un témoin, une victime ou une partie civile soit parce qu'il a fait une \ndéposition, porté plainte ou intenté une action en justice soit pour \nl'empêcher de faire une déposition, de porter plainte ou d'intenter une \naction en justice ;\n- par plusieurs personnes agissant en qualité d'auteurs ou de complices ;\n- avec préméditation ou avec usage ou menace d'une arme."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION III DES ABUS D'AUTORITE COMMIS PAR DES FONCTIONNAIRES CONTRE LES PARTICULIERS ET DE LA PRATIQUE DE LA TORTURE",
    "article_no": "Article 231-4",
    "text": "La peine est la réclusion à perpétuité lorsque la torture est commise sur \nun mineur de moins de 18 ans ;\n- lorsqu'elle est commise sur une personne dont la situation vulnérable, \ndue à son âge, à une maladie, à un handicap, à une déficience physique \nou psychique est apparente ou connue de l'auteur de la torture ;\n- lorsqu'elle est commise sur une femme enceinte dont la grossesse est \napparente ou connue de l'auteur de la torture ;\n- lorsqu'elle est précédée, accompagnée ou suivie d'agression sexuelle.\n- La même peine est applicable lorsque la torture est exercée de manière \nhabituelle."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION III DES ABUS D'AUTORITE COMMIS PAR DES FONCTIONNAIRES CONTRE LES PARTICULIERS ET DE LA PRATIQUE DE LA TORTURE",
    "article_no": "Article 231–5",
    "text": "Sans préjudice de peines plus graves, lorsqu'il résulte de la torture une \nmutilation, amputation, privation de l'usage d'un membre, cécité, perte \nd'un œil ou toutes autres infirmités permanentes la peine est la réclusion \nde dix à vingt ans.\nEn cas de préméditation ou d'usage d'arme, la peine est la réclusion de \nvingt à trente ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION III DES ABUS D'AUTORITE COMMIS PAR DES FONCTIONNAIRES CONTRE LES PARTICULIERS ET DE LA PRATIQUE DE LA TORTURE",
    "article_no": "Article 231–6",
    "text": "Sans préjudice de peines plus graves, toute torture qui a entraîné la mort \nsans intention de la donner est punie de la réclusion de vingt à trente \nans.\nEn cas de préméditation ou d'usage d'armes, la peine est la réclusion \nperpétuelle."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION III DES ABUS D'AUTORITE COMMIS PAR DES FONCTIONNAIRES CONTRE LES PARTICULIERS ET DE LA PRATIQUE DE LA TORTURE",
    "article_no": "Article 231-7",
    "text": "Dans tous les cas prévus aux articles 231-2 à 231-6, la juridiction doit, \nlorsqu'elle prononce une peine délictuelle, ordonner l'interdiction de \nl'exercice d'un ou plusieurs des droits civiques, civils ou de famille visés \nà l'article 26 du présent code pour une durée de deux à dix ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION III DES ABUS D'AUTORITE COMMIS PAR DES FONCTIONNAIRES CONTRE LES PARTICULIERS ET DE LA PRATIQUE DE LA TORTURE",
    "article_no": "Article 231-8",
    "text": "Dans tous les cas prévus aux articles 231-2 à 231-6 ci-dessus, la\njuridiction doit en prononçant la condamnation, ordonner :\n- la confiscation des choses et objets utilisés pour commettre la torture ;\n- la publication et l'affichage de sa décision conformément aux \ndispositions de l'article 48 du présent code."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE II DES CRIMES ET DELITS PORTANT ATTEINTE AUX LIBERTES ET AUX DROITS GARANTIS AUX CITOYENS",
    "section": "SECTION III DES ABUS D'AUTORITE COMMIS PAR DES FONCTIONNAIRES CONTRE LES PARTICULIERS ET DE LA PRATIQUE DE LA TORTURE",
    "article_no": "Article 232",
    "text": "Tout fonctionnaire public, tout agent du Gouvernement, tout \nemployé ou préposé du service des postes qui ouvre, détourne ou \nsupprime des lettres confiées à la poste ou qui en facilite l'ouverture, le \ndétournement ou la suppression71, est puni d'un emprisonnement de \ntrois mois à cinq ans et d'une amende de 20072 à 1.000 dirhams.\nEst puni de la même peine tout employé ou préposé du service du \ntélégraphe qui détourne ou supprime un télégramme ou en divulgue le \ncontenu.\nLe coupable est, de plus, interdit de toutes fonctions ou emplois \npublics pendant cinq ans au moins et dix ans au plus."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION I DE LA COALITION DE FONCTIONNAIRES",
    "article_no": "Article 233",
    "text": "Lorsque des mesures contraires aux lois ont été concertées, soit par \nune réunion d'individus ou de corps dépositaires de quelque partie de \nl'autorité publique, soit par députation ou correspondances, les \ncoupables sont punis d'un emprisonnement d'un mois à six mois.\nIls peuvent, en outre, être frappés de l'interdiction d'un ou plusieurs \ndes droits mentionnés à l'article 40, et d'exercer toute fonction ou emploi \npublic pendant dix ans au plus."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION I DE LA COALITION DE FONCTIONNAIRES",
    "article_no": "Article 234",
    "text": "Lorsque des mesures contre l'exécution des lois ou des ordres du \nGouvernement ont été concertées par l'un des moyens énoncés à l'article \nprécédent, les coupables sont punis de la résidence forcée pour une \ndurée n'excédant pas dix ans.\nLorsque ces mesures ont été concertées entre les autorités civiles et \nles corps militaires ou leurs chefs, ceux qui les ont provoquées sont punis \nde la réclusion de cinq à dix ans, les autres coupables sont punis de la \nrésidence forcée pour une durée n'excédant pas dix ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION I DE LA COALITION DE FONCTIONNAIRES",
    "article_no": "Article 235",
    "text": "Dans le cas où les mesures concertées entre les autorités civiles et \nles corps militaires ou leurs chefs, ont eu pour objet ou pour résultat \nd'attenter à la sûreté intérieure de l'Etat, les provocateurs sont punis de \nmort et les autres coupables de la réclusion perpétuelle."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION I DE LA COALITION DE FONCTIONNAIRES",
    "article_no": "Article 236",
    "text": "Tous magistrats et fonctionnaires publics qui ont, par délibération, \narrêté de donner leur démission dans le but d'empêcher ou de \nsuspendre, soit l'administration de la justice, soit le fonctionnement d'un \nservice public, sont punis de la dégradation civique."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION II DE L'EMPIETEMENT DES AUTORITES ADMINISTRATIVES ET JUDICIAIRES ET DU DENI DE JUSTICE",
    "article_no": "Article 237",
    "text": "Sont punis de la dégradation civique, tous magistrats ou officiers de \npolice qui :\n1° Se sont immiscés dans l'exercice du pouvoir législatif, soit en \nédictant des règlements contenant des dispositions législatives, soit en \narrêtant ou suspendant l'exécution d'une ou plusieurs lois;\n2° Se sont immiscés dans les matières attribuées aux autorités \nadministratives, soit en édictant des règlements sur ces matières, soit en \ndéfendant d'exécuter les ordres de l'administration."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION II DE L'EMPIETEMENT DES AUTORITES ADMINISTRATIVES ET JUDICIAIRES ET DU DENI DE JUSTICE",
    "article_no": "Article 238",
    "text": "Tous gouverneurs, pachas, super-caïds, caïds ou autres \nadministrateurs qui s'immiscent, soit dans l'exercice du pouvoir législatif \nen édictant des règlements contenant des dispositions législatives, ou en \narrêtant ou suspendant l'exécution d'une ou plusieurs lois, soit dans \nl'exercice du pouvoir judiciaire en intimant des ordres ou défenses à des \ncours ou tribunaux, sont punis de la dégradation civique."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION II DE L'EMPIETEMENT DES AUTORITES ADMINISTRATIVES ET JUDICIAIRES ET DU DENI DE JUSTICE",
    "article_no": "Article 239",
    "text": "Tous gouverneurs, pachas, super-caïds, caïds ou autres \nadministrateurs qui, hors les cas prévus par la loi et malgré la \nprotestation des parties ou de l'une d'elles, ont statué sur des matières de \nla compétence des cours ou tribunaux, sont punis d'un emprisonnement \nd'un mois à deux ans et d'une amende de 50 à 500 dirhams."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION II DE L'EMPIETEMENT DES AUTORITES ADMINISTRATIVES ET JUDICIAIRES ET DU DENI DE JUSTICE",
    "article_no": "Article 239",
    "text": "Tous gouverneurs, pachas, super-caïds, caïds ou autres \nadministrateurs qui, hors les cas prévus par la loi et malgré la \nprotestation des parties ou de l'une d'elles, ont statué sur des matières de \nla compétence des cours ou tribunaux, sont punis d'un emprisonnement \nd'un mois à deux ans et d'une amende de 50 à 500 dirhams."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION II DE L'EMPIETEMENT DES AUTORITES ADMINISTRATIVES ET JUDICIAIRES ET DU DENI DE JUSTICE",
    "article_no": "Article 240",
    "text": "Tout magistrat ou tout fonctionnaire public investi d'attributions \njuridictionnelles qui, sous quelque prétexte que ce soit, même du silence \nou de l'obscurité de la loi, a dénié de rendre la justice qu'il doit aux \nparties après en avoir été requis et qui a persévéré dans son déni, après \navertissement ou injonction de ses supérieurs, peut être poursuivi et \npuni d'une amende de 250 dirhams au moins et de 2.500 dirhams au plus \net de l'interdiction de l'exercice de fonctions publiques pour une durée \nd'un à dix ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION III DES DETOURNEMENTS ET DES CONCUSSIONS COMMIS PAR DES FONCTIONNAIRES PUBLICS73",
    "article_no": "Article 241",
    "text": "Tout magistrat, tout fonctionnaire public qui détourne, dissipe, \nretient indûment ou soustrait des deniers publics ou privés, des effets en \ntenant lieu ou des pièces, titres, actes, effets mobiliers qui étaient entre \nses mains, soit en vertu, soit à raison de ses fonctions, est puni de la \nréclusion de cinq ans à vingt ans et d’une amende de 5.000 à 100.000 \ndirhams.\nSi les choses détournées, dissipées, retenues ou soustraites sont \nd'une valeur inférieure à 100.000 dirhams, le coupable est puni d'un \nemprisonnement de deux ans à cinq ans et d’une amende de 2.000 à \n50.000 dirhams."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION III DES DETOURNEMENTS ET DES CONCUSSIONS COMMIS PAR DES FONCTIONNAIRES PUBLICS73",
    "article_no": "Article 242",
    "text": "Tout magistrat, tout fonctionnaire public qui, avec l'intention de \nnuire ou frauduleusement, détruit ou supprime les pièces, titres, actes ou \neffets mobiliers, dont il était dépositaire en cette qualité ou qui lui ont été \ncommuniqués à raison de ses fonctions, est puni de la réclusion de cinq à \ndix ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION III DES DETOURNEMENTS ET DES CONCUSSIONS COMMIS PAR DES FONCTIONNAIRES PUBLICS73",
    "article_no": "Article 243",
    "text": "Est coupable de concussion et puni d'un emprisonnement de deux à \ncinq ans et d'une amende de 5.000 à 100.000 dirhams tout magistrat ou \nfonctionnaire public qui sollicite, reçoit, exige ou ordonne de percevoir \nce qu'il sait n'être pas dû, ou excéder ce qui est dû, soit à l'administration, \nsoit aux parties pour le compte desquelles il perçoit, soit à lui-même.\nLa peine est portée au double lorsque la somme est supérieure à \n100.000 dirhams."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION III DES DETOURNEMENTS ET DES CONCUSSIONS COMMIS PAR DES FONCTIONNAIRES PUBLICS73",
    "article_no": "Article 244",
    "text": "Est puni des peines prévues à l'article précédent, tout détenteur de \nl'autorité publique qui ordonne la perception de contributions directes \nou indirectes autres que celles prévues par la loi, ainsi que tout \nfonctionnaire public qui en établit les rôles ou en fait le recouvrement.\nLes mêmes peines sont applicables aux détenteurs de l'autorité \npublique ou fonctionnaires publics qui, sous une forme quelconque et \npour quelque motif que ce soit, accordent, sans autorisation de la loi, des \nexonérations ou franchises de droits, impôts ou taxes publics, ou \neffectuent gratuitement la délivrance de produits des établissements de \nl'Etat; le bénéficiaire est puni comme complice."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION III DES DETOURNEMENTS ET DES CONCUSSIONS COMMIS PAR DES FONCTIONNAIRES PUBLICS73",
    "article_no": "Article 245",
    "text": "Tout fonctionnaire public qui, soit ouvertement, soit par acte simulé, \nsoit par interposition de personne, prend ou reçoit quelque intérêt dans \nles actes, adjudications, entreprises ou régies dont il a, au temps de l'acte, \nen tout ou en partie, l'administration ou la surveillance, est puni de la \nréclusion de cinq ans à dix ans et d'une amende de 5.000 à 100.000 \ndirhams."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION III DES DETOURNEMENTS ET DES CONCUSSIONS COMMIS PAR DES FONCTIONNAIRES PUBLICS73",
    "article_no": "Article 246",
    "text": "Les dispositions de l'article précédent s'appliquent à tout \nfonctionnaire public, pendant un délai de cinq ans à compter de la \ncessation de ses fonctions, quelle que soit la manière dont elle est \nsurvenue, sauf si l'intérêt lui est échu par dévolution héréditaire."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION III DES DETOURNEMENTS ET DES CONCUSSIONS COMMIS PAR DES FONCTIONNAIRES PUBLICS73",
    "article_no": "Article 247",
    "text": "Dans le cas où, en vertu d'un des articles de la présente section, une \npeine délictuelle est seule encourue, le coupable peut, en outre, être \nfrappé pour cinq ans au moins et dix ans au plus de l'interdiction d'un \nou plusieurs des droits mentionnés à l'article 40 du présent code; il peut \négalement être frappé de l'interdiction d'exercer toutes fonctions ou tous \nemplois publics pendant dix ans au plus.\nEn cas de condamnation conformément au 1er alinéa de l’article 241 \net au premier et 2e alinéas de l’article 245 ci-dessus, la confiscation \npartielle ou totale au profit de l’Etat, des fonds, des valeurs mobilières, \ndes biens et des revenus obtenus à l’aide de l’infraction, doit être \nprononcée quelque soit la personne qui les détient ou qui en a profité.\nLa confiscation prévue au 2e alinéa du présent article s’étend à tout \nce qui est obtenu à l’aide des infractions énoncées aux articles 242, 243, \n244 et 245 du présent code quelque soit la personne qui le détient ou qui \nen a profité."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION IV DE LA CORRUPTION ET DU TRAFIC D'INFLUENCE78",
    "article_no": "Article 248",
    "text": "Est coupable de corruption et puni de l'emprisonnement de deux à \ncinq ans et d'une amende de 2.000 à 50.000 dirhams quiconque sollicite \nou agrée des offres ou promesses, sollicite ou reçoit des dons, présents \nou autres avantages, pour :\n1° Etant magistrat, fonctionnaire public ou étant investi d'un mandat \nélectif, accomplir ou s'abstenir d'accomplir un acte de sa fonction, juste \nou non, mais non sujet à rémunération ou un acte qui, bien qu'en dehors \nde ses attributions personnelles, est, ou a pu être facilité par sa fonction;\n2° Etant arbitre ou expert nommé soit par l'autorité administrative \nou judiciaire, soit par les parties, rendre une décision ou donner une \nopinion favorable ou défavorable;\n3° Etant magistrat, assesseur-juré ou membre d'une juridiction, se \ndécider soit en faveur, soit au préjudice d'une partie;\n4° Etant médecin, chirurgien, dentiste, sage-femme, certifier \nfaussement ou dissimuler l'existence de maladies ou d'infirmités ou un \nétat de grossesse ou fournir des indications mensongères sur l'origine \nd'une maladie ou infirmité ou la cause d'un décès.\nLorsque la somme est supérieure à 100.000 dirhams, la peine est de \ncinq ans à dix ans de réclusion et 5.000 à 100.000 dirhams d’amende."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION IV DE LA CORRUPTION ET DU TRAFIC D'INFLUENCE78",
    "article_no": "Article 249",
    "text": "Est coupable de corruption et puni d'un emprisonnement d'un à \ntrois ans et d'une amende de 5.000 à 50.000 dirhams, tout commis, \nemployé ou préposé salarié ou rémunéré sous une forme quelconque, \nqui, soit directement, soit par personne interposée, a, à l'insu et sans le \nconsentement de son patron, soit sollicité ou agréé des offres ou \npromesses, soit sollicité ou reçu des dons, présents, commissions, \nescomptes ou primes pour faire ou s'abstenir de faire un acte de son \nemploi, ou un acte qui, bien qu'en dehors de ses attributions \npersonnelles est, ou a pu, être facilité par son emploi."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION IV DE LA CORRUPTION ET DU TRAFIC D'INFLUENCE78",
    "article_no": "Article 250",
    "text": "Est coupable de trafic d'influence et puni d'un emprisonnement de \ndeux ans à cinq ans et d'une amende de 5.000 à 100.000 dirhams81, toute \npersonne qui sollicite ou agrée des offres ou promesses, sollicite ou reçoit \ndes dons, présents ou autres avantages, pour faire obtenir ou tenter de \nfaire obtenir des décorations, médailles, distinctions ou récompenses, des \nplaces, fonctions ou emplois ou des faveurs quelconques accordés par \nl'autorité publique, des marchés, entreprises ou autres bénéfices \nrésultant de traités conclus avec l'autorité publique ou avec une \nadministration placée sous le contrôle de la puissance publique ou, de \nfaçon générale une décision favorable d'une telle autorité ou \nadministration, et abuse ainsi d'une influence réelle ou supposée.\nSi le coupable est magistrat, fonctionnaire public ou investi d'un \nmandat électif, les peines prévues sont portées au double."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION IV DE LA CORRUPTION ET DU TRAFIC D'INFLUENCE78",
    "article_no": "Article 251",
    "text": "Quiconque, pour obtenir soit l'accomplissement ou l'abstention d'un \nacte, soit une des faveurs ou avantages prévus aux articles 248 à 250, a \nusé de voies de fait ou menaces, de promesses, offres, dons ou présents, \nou autres avantages, ou cédé à des sollicitations tendant à la corruption, \nmême s'il n'en a pas pris l'initiative, est, que la contrainte ou la \ncorruption ait ou non produit son effet, puni des mêmes peines que \ncelles prévues auxdits articles contre la personne corrompue."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION IV DE LA CORRUPTION ET DU TRAFIC D'INFLUENCE78",
    "article_no": "Article 252",
    "text": "Dans le cas où la corruption ou le trafic d'influence a pour objet \nl'accomplissement d'un fait qualifié crime par la loi, la peine réprimant \nce crime est applicable au coupable de la corruption ou du trafic \nd'influence."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION IV DE LA CORRUPTION ET DU TRAFIC D'INFLUENCE78",
    "article_no": "Article 253",
    "text": "Lorsque la corruption d'un magistrat, d'un assesseur-juré ou d'un \nmembre d'une juridiction a eu pour effet de faire prononcer une peine \ncriminelle contre un accusé, cette peine est applicable au coupable de la \ncorruption."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION IV DE LA CORRUPTION ET DU TRAFIC D'INFLUENCE78",
    "article_no": "Article 254",
    "text": "Tout juge ou administrateur qui se décide par faveur pour une \npartie ou par inimitié contre elle, est puni de l'emprisonnement de six \nmois à trois ans et d'une amende de 5.000 à 50.000 dirhams82."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION IV DE LA CORRUPTION ET DU TRAFIC D'INFLUENCE78",
    "article_no": "Article 255",
    "text": "Il n'est jamais fait restitution au corrupteur des choses qu'il a livrées \nou de leur valeur; elles doivent être confisquées et déclarées acquises au \nTrésor par le jugement, à l’exception du cas prévu à l’article 256 – 1 ci dessus.\nLa confiscation s’étend à tout ce qui est obtenu à l’aide des \ninfractions prévues aux articles 248, 249 et 250 du présent code quelque \nsoit la personne qui le détient ou qui en a profité83."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION IV DE LA CORRUPTION ET DU TRAFIC D'INFLUENCE78",
    "article_no": "Article 256",
    "text": "Dans le cas où, en vertu d'un des articles de la présente section, une \npeine délictuelle est seule encourue, le coupable peut, en outre, être \nfrappé pour cinq ans au moins et dix ans au plus de l'interdiction d'un \nou plusieurs des droits mentionnés à l'article 40 du présent code; il peut \négalement être frappé de l'interdiction d'exercer toutes fonctions ou tous \nemplois publics pendant dix ans au plus."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION IV DE LA CORRUPTION ET DU TRAFIC D'INFLUENCE78",
    "article_no": "Article 256-1",
    "text": "Bénéficie d’une excuse absolutoire, le corrupteur, au sens de \nl’article 251 de la présente loi, qui dénonce aux autorités judiciaires une \ninfraction de corruption, lorsque la dénonciation a eu lieu avant de \ndonner suite à la demande présentée à lui à cet effet, ou s’il établit dans \nle cas où il a donné suite à la demande de corruption que c’est le \nfonctionnaire qui l’a obligé à la verser."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION V DES ABUS D'AUTORITE COMMIS PAR DES FONCTIONNAIRES CONTRE L'ORDRE PUBLIC",
    "article_no": "Article 257",
    "text": "Tout magistrat ou fonctionnaire public qui requiert ou ordonne, fait \nrequérir ou ordonner l'action ou l'emploi de la force publique contre \nl'exécution d'une loi ou contre la perception d'une contribution \nlégalement établie ou contre l'exécution soit d'une ordonnance ou \nmandat de justice, soit de tout autre ordre émané de l'autorité légitime, \nest puni de l'emprisonnement d'un à cinq ans.\nLe coupable peut, en outre, être frappé pour cinq ans au moins et \ndix ans au plus de l'interdiction d'un ou plusieurs des droits mentionnés \nà l'article 40; il peut également être frappé de l'interdiction d'exercer \ntoutes fonctions ou tous emplois publics pendant dix ans au plus."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION V DES ABUS D'AUTORITE COMMIS PAR DES FONCTIONNAIRES CONTRE L'ORDRE PUBLIC",
    "article_no": "Article 258",
    "text": "Lorsque le magistrat ou le fonctionnaire public justifie avoir agi par \nordre de ses supérieurs hiérarchiques dans un domaine de leur \ncompétence, pour lequel il leur devait obéissance, il bénéficie d'une \nexcuse absolutoire. En ce cas, la peine est appliquée seulement aux \nsupérieurs qui ont donné l'ordre."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION V DES ABUS D'AUTORITE COMMIS PAR DES FONCTIONNAIRES CONTRE L'ORDRE PUBLIC",
    "article_no": "Article 259",
    "text": "Si les ordres ou réquisitions ont été la cause directe d'un fait qualifié \ncrime par la loi, la peine réprimant ce crime est applicable au coupable \nde l'abus d'autorité."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION V DES ABUS D'AUTORITE COMMIS PAR DES FONCTIONNAIRES CONTRE L'ORDRE PUBLIC",
    "article_no": "Article 260",
    "text": "Tout commandant, officier ou sous-officier de la force publique qui, \naprès avoir été légalement requis par l'autorité civile, a refusé ou s'est \nabstenu de faire agir la force placée sous ses ordres, est puni de \nl'emprisonnement d'un à six mois."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "Section VI De l'exercice de l'autorité publique illégalement anticipé ou prolongé",
    "article_no": "Article 261",
    "text": "Tout magistrat ou tout fonctionnaire public astreint à un serment \nprofessionnel qui, hors le cas de nécessité, commence à exercer ses \nfonctions sans avoir prêté serment, est puni d'une amende de 20085 à 500 \ndirhams."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "Section VI De l'exercice de l'autorité publique illégalement anticipé ou prolongé",
    "article_no": "Article 262",
    "text": "Tout magistrat, tout fonctionnaire public révoqué, destitué, \nsuspendu ou légalement interdit qui, après avoir reçu avis officiel de la \ndécision le concernant, continue l'exercice de ses fonctions, est puni de \nl'emprisonnement de six mois à deux ans et d'une amende de 200 à 1.000 \ndirhams.\nEst puni des mêmes peines tout fonctionnaire public électif ou \ntemporaire qui continue à exercer ses fonctions après leur cessation \nlégale.\nLe coupable peut, en outre, être frappé de l'interdiction d'exercer \ntoutes fonctions ou tous emplois publics pendant dix ans au plus."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE III DES CRIMES ET DES DELITS CONTRE L’ORDRE PUBLIC COMMIS PAR DES FONCTIONNAIRES",
    "section": "SECTION VII : DU MANQUEMENT A L’OBLIGATION DE DECLARATION DU PATRIMOINE86",
    "article_no": "Article 262 bis",
    "text": "Sans préjudice de dispositions pénales plus graves, toute personne \nsoumise en raison de ses fonctions ou d’un mandat électif à l’obligation \nde déclaration du patrimoine qui n’a pas procédé dans le délais légaux à \ncette déclaration après cessation de ses fonctions ou expiration de son \nmandat ou dont la déclaration n’est pas conforme ou incomplète est \npunie d’une amande de 3.000 à 15.000dirhams.\nEn outre, l’intéressé peut être condamné à l’interdiction d’exercer \ndes fonctions publiques ou de se porter candidat aux élections pendant \nune période qui ne peut excéder six ans."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE IV DES CRIMES ET DELITS COMMIS PAR DES PARTICULIERS CONTRE L’ORDRE PUBLIC",
    "section": "SECTION I OUTRAGES ET VIOLENCES A FONCTIONNAIRE PUBLIC",
    "article_no": "Article 263",
    "text": "Est puni de l'emprisonnement d'un mois à un an et d'une amende \nde 250 à 5.000 dirhams, quiconque, dans l'intention de porter atteinte à \nleur honneur, leur délicatesse ou au respect dû à leur autorité, outrage \ndans l'exercice de leurs fonctions ou à l'occasion de cet exercice, un \nmagistrat, un fonctionnaire public, un commandant ou agent de la force \npublique, soit par paroles, gestes, menaces, envoi ou remise d'objet \nquelconque, soit par écrit ou dessin non rendus publics.\nLorsque l'outrage envers un ou plusieurs magistrats ou assesseurs jurés est commis à l'audience d'une cour ou d'un tribunal, \nl'emprisonnement est d'un à deux ans.\nDans tous les cas, la juridiction de jugement peut, en outre, \nordonner que sa décision sera affichée et publiée dans les conditions \nqu'elle détermine, aux frais du condamné, sans que ces frais puissent \ndépasser le maximum de l'amende prévue ci-dessus."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE IV DES CRIMES ET DELITS COMMIS PAR DES PARTICULIERS CONTRE L’ORDRE PUBLIC",
    "section": "SECTION I OUTRAGES ET VIOLENCES A FONCTIONNAIRE PUBLIC",
    "article_no": "Article 264",
    "text": "Est considéré comme outrage et puni comme tel, le fait par une \npersonne de dénoncer aux autorités publiques une infraction qu'elle sait \nne pas avoir existé ou de produire une fausse preuve relative à une \ninfraction imaginaire, ou de déclarer devant l'autorité judiciaire être \nl'auteur d'une infraction qu'elle n'a ni commise, ni concouru à \ncommettre."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE IV DES CRIMES ET DELITS COMMIS PAR DES PARTICULIERS CONTRE L’ORDRE PUBLIC",
    "section": "SECTION I OUTRAGES ET VIOLENCES A FONCTIONNAIRE PUBLIC",
    "article_no": "Article 265",
    "text": "L'outrage envers les corps constitués est puni conformément aux \ndispositions de l'article 263, alinéas 1 et 3."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE IV DES CRIMES ET DELITS COMMIS PAR DES PARTICULIERS CONTRE L’ORDRE PUBLIC",
    "section": "SECTION I OUTRAGES ET VIOLENCES A FONCTIONNAIRE PUBLIC",
    "article_no": "Article 266",
    "text": "Sont punis des peines édictées aux alinéas 1 et 3 de l'article 263 :\n1° Les actes, paroles ou écrits publics qui, tant qu'une affaire n'est \npas irrévocablement jugée, ont pour objet de faire pression sur les \ndécisions des magistrats;\n2° Les actes, paroles ou écrits publics qui tendent à jeter un discrédit \nsur les décisions juridictionnelles et qui sont de nature à porter atteinte à \nl'autorité de la justice ou à son indépendance."
  },
  {
    "code": "Code Penal",
    "livre": "LIVRE III DES DIVERSES INFRACTIONS ET DE LEUR SANCTION",
    "titre": "TITRE PREMIER DES CRIMES, DES DELITS CORRECTIONNELS ET DES DELITS DE POLICE",
    "chapitre": "CHAPITRE IV DES CRIMES ET DELITS COMMIS PAR DES PARTICULIERS CONTRE L’ORDRE PUBLIC",
    "section": "SECTION I OUTRAGES ET VIOLENCES A FONCTIONNAIRE PUBLIC",
    "article_no": "Article 267",
    "text": "Est puni de l'emprisonnement de trois mois à deux ans, quiconque \ncommet des violences ou voies de fait envers un magistrat, un \nfonctionnaire public, un commandant ou agent de la force publique dans \nl'exercice de ses fonctions ou à l'occasion de cet exercice.\nLorsque les violences entraînent effusion de sang, blessure ou \nmaladie, ou ont lieu soit avec préméditation ou guet-apens, soit envers \nun magistrat ou un assesseur-juré à l'audience d'une cour ou d'un \ntribunal, l'emprisonnement est de deux à cinq ans.\nLorsque les violences entraînent mutilation, amputation, privation \nde l'usage d'un membre, cécité, perte d’œil ou autre infirmité \npermanente, la peine encourue est la réclusion de dix à vingt ans.\nLorsque les violences entraînent la mort, sans intention de la \ndonner, la peine encourue est la réclusion de vingt à trente ans.\nLorsque les violences entraînent la mort, avec l'intention de la \ndonner, la peine encourue est la mort.\nLe coupable, condamné à une peine d'emprisonnement peut, en \noutre, être frappé de l'interdiction de séjour pour une durée de deux à \ncinq ans."
  }
]